#А вот это уже нравится автору
label menu_inreal_start:
    $ save_name = ('Инреальность.\nПролог')
    scene bg black
    hide menu_inreal
    with dissolve
    stop ambience fadeout 4
    stop music fadeout 4
    pause 5
    $ volume(0.5, "music")
    play music deadrazy fadein 2
    scene bg planet with dissolve
    pause 5
    scene bg city_space with dissolve
    pause 5
    play sound out_vosp
    scene bg glaz__ with byso
    scene bg black with bso
    pause 0.5
    scene bg prologue_inr with dissolve
    th "Вот нахера так жить, а?"
    th "С каждым днем я начинаю всё больше задумываться о том что моя жизнь чересчур сильно отличается от жизни остальных обитателей."
    th "Не хочу думать о том, что это плохо, скорее скажу, что просто странно."
    th "Люди, которые меня окружают мне отвратительны.{w} Нет, на самом деле «человеческого» в них ничерта и нет."
    th "Вот какой признак отличает их от среднестатистической бактерии?"
    th "Плодятся, умножаются и заполняют без того маленькую землю.{w} Своими трупами в том числе..."
    th "Вот представим, одна бактерия стала обладать несвойственными качествами и подумала не о том, чтоб размножаться и уничтожать населяемую поверхность, а попытаться стать разумной."
    th "И эта роковая мысль и стала причиной бесконечной неудовлетворённости жизнью и окружающими.{w} В этой смоделированной ситуации примером той самой бактерией и являюсь я."
    th "Кто-то бы сказал... Самосознание!"
    th "Да-да...{w} Не все окружающие способны понять то, что такими темпами их судьба ограничена циклом родись-размножься-умри."
    th "Героям нашего времени не пристало думать о эмоциональном развитии.{w} Всё как в одном фильме, приспособленность меркнет перед численностью людей."
    th "Только подумать, людей уже 8 миллиардов.{w} Закат человечества уже близится, несмотря на то, что это скорее всего будет не на моём веку."
    th "Материнский капитал, грядущий налог на бездетность.{w} Всё так и стимулирует нищих плодиться и распространять свою ничтожность."
    th "Куда утекают мои средства?.."
    th "Налоги, которые я плачу, уходят на содержание чьей-то никчёмной жизни.{w} Получается, я же тоже болтик в этой дерьмовой системе...{w=1} Даю деньги на поддержание их агонии."
    th "Люди, бесцельно мечущиеся вокруг да около только дополняют картину..."
    th "Выходить на улицу, смотреть на эти жалкие лица..."
    th "Умереть и переродиться, начать заново, забыться.{w} Было бы идеально."
    th "Или просто убить всех, да остаться одному в этом мирке.{w} Но если такой возможности нет?{w=1} Спуститься с холма забвения и вечного позора – к таким же униженным, презираемым, унывающим?"
    th "Интересно, каково это? Убивать."
    th "То, что считалось человеком, в один момент становится ничем..."
    th "Куском бездушного мяса. Кура гриль из супермаркета."
    th "Хотел бы я это узнать..."
    $ volume(0.25, "music")
    play sound uvedom volume 0.5
    "Мысли прервал голос начальника из системы оповещения."
    tla "Брусков и Сахарова ко мне в кабинет с расчётами на финансовые вычеты."
    $ volume(0.5, "ambience")
    scene bg black with dissolve
    pause 1
    play ambience offis 
    scene bg ofis
    show unblink
    th "Жаль, что херня всё это..."
    "На часах уже 7 вечера, работники уже все собрались в кафетерии и во всю праздновали начало новогоднего отпуска."
    "Один Константин не хотел встревать ни на дополнительную работу, ни праздновать с быдло-коллегами."
    th "Ну и везёт же мне. Надо будет поискать работу получше.{w} Хотя б такую, где у меня будет выплачиваться зарплата за сверхурочную работу."
    th "Не говоря уже про то, что я не пылал желанием её получать..."
    "Константин.{w} Весьма необычное и интересное имя."
    "Своё именование, разумеется, Константин не оправдывал."
    "Почему Константин, а не Костя или Костян? {w}Он не любит эти формы своего имени, так как слишком уж они несовместимы с ним нынешним."
    "Мрачный и, по мнению остальных, несчастный человек, что не способен сосуществовать с другими людьми.{w} Сам не понимая зачем, он продолжает волочить своё существование."
    "Константин несколько лет назад посредственно закончил финансовый университет, потому отправился работать в бухгалтерию более-менее известной компании."
    "Отучился он на удовлетворительно-хорошо не потому, что не был в состоянии что-либо учить, а потому, что у него не было никакой мотивации."
    "Большую часть времени в вузе, по сути, он тратил на попытки пересоциализироваться и стать таким как все.{w} Как это можно заметить, не вышло."
    "Он лишь ещё раз убедился в том, что существующее вокруг полностью его не устраивает."
    "Коллеги на работе, цены на алкоголь, погода на улице...{w=1} Всё уже успело разонравиться до такой степени, до которой человек ещё не доходил."
    "А особенно этот убогий город, где за один день умещается больше разочарований, чем можно было бы получить за все прошлые и будущие жизни."
    "Всё это вызывает у него только одно чувство."
    "Ненависть.{w} Для Константина это слово описывало весь его характер."
    "{i}Уже{/i} давно он не испытывал чувства позитивного спектра дольше получаса."
    "{i}Уже{/i} ничего не даёт ему повод радоваться."
    "{i}Уже{/i} нет никаких амбиций."
    "{i}Уже{/i} закончились силы что-то менять."
    "{i}Уже{/i} даже алкоголь не помогает."
    stop music fadeout 3
    "{i}Уже{/i} лет 8 он не живёт, а просто оттягивает неизбежное..."
    "Собрав все нужные бумаги, он направился на ковёр к начальству."
    scene bg cab
    show image tl_old
    with byso
    $ volume(1, "music")
    $ volume(1, "ambience")
    play music stresss
    play sound door_cl
    "Без стука он зашёл к начальнику, где отдал ему все бумаги."
    play sound2 sfx_paper_bag
    kt "Как вы и просили, вот все бумаги.{w=1} Я могу уже идти?"
    play sound sfx_paper_bag
    "Анатолий Сергеевич молча взял бумаги и начал в них ковыряться.{w=1} Облизнув свой пухлый палец, он перевернул страницу и довольно улыбнулся."
    "Начальник тоже не оставался без ненависти Константина. {w}Каждый новый рабочий день он надеялся на то, что у него сменится руководство, но, как можно понять, этого не случилось."
    play sound door_cl
    show image mt_work_sm at fright with byso
    "В этот момент забежала коллега Константина, Оля Сахарова."
    "Сахарову Константин возненавидел с первого дня её появления.{w} По сути своей, она была подчинённой Константина, но для него от Ольги было помощи как от козла молока."
    "Она была слишком простой по его мнению и не имела никаких качеств, которые могли сменить его гнев на милость, даже с учётом некоторой симпатии с её стороны."
    "Начальник, по мнению Константина, отдавал слишком большое внимание Сахаровой, несмотря на то, что она была ленивой и достаточно расточительной."
    "«Содержанка».{w} По умозаключению Константина именно это прозвище ей больше всего подходило."
    th "Она же сейчас не захочет открыть свой рот, я надеюсь...{w=1} Я хочу, чтобы на её лице была видна смерть, а не эта тупая ухмылка."
    tla "Нет, останьтесь ещё ненадолго.{w=1} Я думаю, вам с Ольгой стоит поработать ещё пару часов.{w} Также вам нужно ещё пару дней взять...{w=0.75}{nw}"
    "Со злобы у Константина задёргалось веко."
    th "Как же я вас всех ненавижу..."
    "Он плотно сжал зубы и направил всю свою волю в мозг, пытаясь перехватить контроль над сознанием, чтобы решиться на решающий поступок."
    play sound sfx_table_hit volume 0.7
    hide image mt_work_sm
    show image mt_work at fright
    with vpunch
    "Константин схватил первую попавшуюся на столе бумажку и начал писать."
    kt "Директору ЗАО «Полимер», Власову Анатолию Сергеевичу."
    kt "Я, Брусков Константин Павлович, не желаю работать сверх своего рабочего дня без соответствующего платообложения."
    kt "Мне надоело быть половым ковриком начальника и горбатиться более 12 часов в день ради нестабильно выплачиваемой заработной платы."
    "Константин отвлёкся от написания бумажки."
    kt "Даже за работу по графику!"
    kt "Потому, подаю заявление на увольнение, хочу прекратить работу, получить все задержанные доходы и уйти отсюда{w=0.31} {cps=10}навсегда!{/cps} "
    "Константин ловко поставил подпись и кинул это заявление полное отсебятины на стол."
    kt "Если я не получу на карту свои деньги, то в следующий раз увидитесь с комиссией по охране труда, а сейчас вам надо будет поискать нового работника в свою убогую бухгалтерию!"
    "Гневно прорычал он и отправился на выход."
    stop music fadeout 1
    play sound door_cl volume 1.3
    scene bg ofis
    hide image mt_work
    hide image tl_old
    with byso
    play music rutine fadein 2
    "Хлопнув дверью и не попрощавшись ни с кем, он взял вещи из своей каморки и отправился к лифту."
    th "Может, я так и зря.{w}.. Всё равно же не выплатит мне этот жадный ублюдок ничерта."
    scene bg lift_out with byso
    stop ambience fadeout 1
    play sound sfx_click_1
    "Константин задумался и вызвал лифт."
    th "С другой стороны, это не могло продолжаться вечно.{w} Любая воля имеет свой предел."
    th "Спустя год-другой меня бы вывозили отсюда в дурку..."
    od "Костя!"
    "Константин поморщился от отвращения.{w} Он знал это выражение лица, часто им пользовался и совершенно не стеснялся своего равнодушия."
    show image mt_work with byso
    kt "Чё надо?"
    od "Зачем ты так?{w} Анатолий Сергеевич сказал, что простит..."
    kt "Пошла ты нахуй со своими прощениями и Анатолиями Сергеевичами!"
    kt "Свали с глаз долой, падаль несчастная, нет моих сил тебя больше видеть!"
    hide image mt_work
    scene bg lift_in_open
    with byso
    play sound lift
    "Сахарова коснулась его плеча, но Константин отмахнулся и зашел в только что приехавший лифт."
    kt "Увидимся в следующий жизни!"
    scene bg lift_in with byso
    play sound lift
    "Нажав кнопку, он отвращенным взглядом посмотрел на уже бывшую сотрудницу и поехал вниз."
    th "А нет, всё-таки не зря!{w} Пусть там с комиссией веселятся!"
    th "Заодно может узнается куда пропадает зарплата пропавшей без вести сотрудницы."
    th "Любопытно будет знать мнение комиссии на этот счёт. Человека нет, а отчисления есть. Магия вне Хогвартса."
    th "Если понадобится, то я помогу комиссии это узнать. Распиливается!"
    scene bg lift_in_open with byso
    play sound lift
    play music god fadein 3
    "Лифт остановился на 7-ом этаже, в офисе «Петролаба»."
    show image so_gd with byso
    "В проёме образовался относительно высокий мужчина в белом халате с сияющим бейджем и спортивной сумкой."
    "Коричневые волосы были коротко пострижены, а его лицо показалось Константину неприятным из-за густых бровей, опушённых короткими ресницами."
    scene bg lift_in_open
    show image so_sm
    with byso
    gg "Вам вверх?"
    "С насмешливой улыбкой уточнил некий Генда."
    "Константин перевёл взгляд на кнопочную панель лифта, где горела кнопка 1-го этажа и, стиснув зубы, вновь кинул обозлённый взгляд на мужчину."
    kt "Вниз."
    gg "Замечательно, я с вами поеду."
    scene bg lift_in
    show image so_sm
    with byso
    play sound lift
    "Как мужчина зашёл в лифт, Константину стало не по себе.{w} Двери закрылись и лифт плавно направился вниз."
    gg "Прекрасный вечер сегодня, правда?"
    "Константин, который пытался сдержаться от того, чтоб наорать на мужчину, смотрел в потолок."
    kt "Допустим.{w=0.4} Вам-то чего?{w=0.4} Пытаетесь сделать вид, что вам не всё равно?"
    gg "Я? {w=1}Нет-нет.{w} Я просто интересуюсь твоей жизнью."
    "Лицо Константина приобрело бордовый окрас."
    kt "Ты-ы?!{w} Жене будете своей тыкать ночью, а ко мне на вы!{w} Есть такое прекрасное слово, субординация называется, не слышали?!"
    "В ответ мужчина лишь усмехнулся и поправил очки."
    gg "Не тебе меня учить, дружок.{w} Я понимаю, ты уволился, но это не самая плохая весть для тебя сегодня."
    scene bg lift_in_open
    show image so_sm
    with byso
    play sound lift
    "Лифт доехал до первого этажа и двери разъехались.{w=1} Мужчина нажал на 9-ый этаж, откуда и приехал Константин."
    kt "Спасибо, ублюдок!{w=1} Теперь, если ты закончил, то пиздуй-бороздуй по своим делам и не еби мне мозги!"
    stop music fadeout 2
    scene bg lift_out with byso
    play music exodus fadein 3
    play sound2 lift volume 0.5
    play sound light_inh
    "Двери, на счастье Константина, закрылись. Он достал из кармана пачку честерфилда с кнопкой и не выйдя из здания закурил, несмотря на запрещающий знак."
    th "М-да, в мире не без уёбков."
    scene bg street1 with byso
    play ambience ambience_cold_wind_loop
    "Константин стряхнул образовавшийся пепел с никотиновой палочки и начал выдвигаться к дому.{w} До родной однокомнатной квартиры Константину надо было пройти 3-4 квартала с учётом попутного посещения магазина."
    scene bg win with byso
    "Спокойно прогуливаясь по своему району, он покуривал сигарету с фруктовой кнопкой."
    "Эти капсулы по мнению Константина творили чудеса.{w} Они позволяли забыть о городской вони и некачественном табаке."
    th "Такой унылый город этот Петербург.{w} Жить одно удовольствие..."
    th "Не буду думать о том, что этот город ещё и рассадник всякой либеральной ереси, я аполитичен..."
    th "Но угнетающий контраст новостроек и хрущёвских панелек..."
    th "Люди, которые идут к чему-то вовсе не зная зачем..."
    th "Угнетающая и в тоже время в какой-то мере приятная атмосфера.{w} Словно находишься внутри книги."
    "Вроде бы всё там есть: беспорядочные толпы, продуктовые магазины и даже небоскрёбы, но, если приглядеться, можно увидеть, что это не совсем реальность."
    th "Не было бы тут этих людей...{w=1} Эта нереальность выглядела бы куда лучше."
    scene bg street with byso
    "Константин дошёл до маленького магазинчика, который он посещал после рабочего дня."
    "Без особого желания, но с сильной потребностью пополнить холодильник, он зашёл туда."
    play sound door_cl
    stop ambience
    scene bg malmag with byso
    "За прилавком стояла старая продавщица, что смотрела новости." 
    "Продавщица представляла собой старую женщину лет 60-ти с наколкой в виде волка на правом запястье."
    "Тело обвисло, лицо переполнялось полосами морщин, старая наколка на запястье облезла, а характер и вовсе напоминал маразматичную мужененавистницу."
    "На пятом канале рассказывали о загадочной пропаже человека из дома.{w} Константин поморщился и взглянул на продавщицу."
    "Продавщица этого магазинчика сама по себе не была приятным человеком, а Константин её и вовсе ненавидел, в частности за то же нарушение субординации."
    th "А ты ещё жива, скотина, жаль...{w=1} А, нет, не так, ты по-прежнему живая, но только, уж извини, лишенная чего-то очень важного.{w=1} Человеческого облика."
    "Отвлёкшись от новостей, продавщица смерила Константина надменным взглядом."
    prod "Снова здрасте, вам чего?"
    kt "Хлеб 1 батон{w=0.25}, кетчуп{w=0.25}, колбасы полкило{w=0.25}, пельмени самые дешёвые{w=0.25}, макароны самые дешёвые{w=0.25}, колбаски по акции{w=0.25} и зажигалку кремниевую."
    play sound2 sfx_put_sugar_cart volume 0.5
    "Пока Константин говорил это предложение на одном дыхании, продавщица всё выложила."
    kt "Ах, да{w=0.15}, ещё портвейна 3 бутылки по 0,7."
    prod "Не рано ли ты стал спиваться, мальчик?"
    "Лицо Константина сморщилось и стало похожим на маску тэнгу из японских новелл."
    kt "И ты, мерзкая тварь, будешь меня попрекать?!"
    kt "Себя-то видела, старуха несчастная?! {w}Ты сначала с иглы слезь, а потом другим поучай!"
    kt "Закрой свой гнилой рот, возьми мои ебучие деньги и отдай мне продукты, тупая ты свинья!"
    kt "У меня нет времени с тобой цацкаться!{w} Давай, шевелись!"
    "На услышанное продавщица охнула, пять секунд постояла и молча пробила портвейн."
    play sound2 sfx_paper_bag volume 0.5
    "Константин насчитал денег и кинул несколько мятых купюр."
    "Собрав продукты в пакет, он устремился к выходу."
    th "Увидимся в аду, тварь!"
    play sound door_cl
    play ambience ambience_cold_wind_loop
    scene bg street with byso
    "Выйдя из магазина, Константин поплёлся домой."
    window hide dissolve
    pause 1
    $ set_mode_nvl()
    "Квартира Константина ранее принадлежала его дедушке, который умер когда Константину было 18."
    "Дедушка был ему очень дорог.{w} Всё «золотое время» Константина проходило с его помощью, да и большую часть навыков Константин получил именно от него."
    "Говоря о самом детстве Константина, проще будет сказать, что это было и не детство вовсе."
    "Его неумелые на тот момент попытки нести добро и помогать людям нередко становились причиной для постоянных насмешек."
    "Своё неумение общаться с людьми дольше месяца он перевоспитал в нелюдимость."
    "Доброту в жестокость."
    "Человечность в ненависть."
    "Да-да, этот человек когда-то любил жизнь..."
    "С ним был только двоюродный брат."
    "Рома был далеко не лучшим братом и добил в Константине оставшиеся человеческие качества."
    "Позже он нашёл «ту самую» девушку.{w=1} Казалось бы, что может пойти не так?"
    "Ответ - всё.{w} Счастье длилось недолго, в результате она покончила с собой.{w=1} Это не было его виной, но это и было той самой точкой невозврата."
    "В совокупности всех этих событий он потерял связь с миром."
    "Игры, наркотики, алкоголь, а также последние попытки стать «нормальным» добили его человечность."
    "Умений у Константина, несмотря на всё вышесказанное, было много. {w}Проблема была в том, что он не мог ни в одном преуспеть.{w=1} Всё было на среднем уровне и ниже."
    "На данный момент у Константина не осталось даже родственников."
    "Родственники ближнего и дальнего порядка уже не видели его более 5 лет, а родители давно смирилась с тем, что их сын станет последним звеном их семейного дерева и забыли про него."
    stop music fadeout 2
    "Проще говоря, Константину не осталось ничего, кроме того, чтоб сгнить в одиночестве или просто свести счёты с жизнью."
    window hide dissolve
    pause 1
    $ set_mode_adv()
    scene bg pados with byso
    stop music
    play sound domofon
    stop ambience
    play music sab fadein 2
    "Константин вошёл в подъезд и вызвал лифт."
    th "Поиграть ли ещё или спать лечь? Конечно, играть..."
    th "Иногда кажется, что в эту игру играет не больше 20000 человек со всего мира.{w=1}.. Но это я в ней и ценю."
    th "Меньше человеческого фактора - больше свободы."
    "Константин поднялся на 13-ый этаж и начал открывать дверь."
    th "Ну, впереди уйма времени отдохнуть.{w} Потом начну искать новую работу."
    scene bg kt_room with byso
    play sound door_cl
    pause 1
    play sound fridge
    "Зайдя в свои однокомнатные апартаменты, он начал заполнять свой низкий холодильник в комнате."
    "Кухню он использовал как курилку с плитой, но в последний год ему вообще стало лень туда ходить и курил он прямо в комнате."
    play sound3 sfx_click_3
    play sound sfx_computer_noise
    play sound2 fridge
    "Переодевшись, он включил компьютер, сделал пару бутербродов из колбасы и залежавшегося в холодильнике сыра маасдам." with fade
    th "Надо бы прибраться в комнате, а то слишком много мусора скопилось."
    "Запустив игру он достал портвейн, отпил с горла и вышел к окну покурить."
    scene bg room_okno with byso
    th "Курение убивает."
    "Прочитал Константин на пачке сигарет."
    play sound light_inh
    "Достав зажигалку он прикурил."
    th "Какая разница, все рано или поздно помрём.{w} В моём случае лучше рано чем поздно..."
    th "О чем думают умирающие от рака люди, которые не пили и не курили?{w} Почему они это так и не попробовали."
    th "Ну, мне это не грозит. Ни такими утверждениями кидаться... Хотя нет, раком заболеть возможно."
    th "Но и без того слишком много я в этой жизни пробовал."
    th "И лучшее многое из этого выбросить из памяти.{w} Была бы, конечно, такая возможность."
    play sound inh
    "Константин затянулся."
    kt "Я...{w=1} Разрежу...{w=1} Надвое себя..."
    kt "Создам из плоти новый мир...{w=1} Где нет тебя..."
    kt "Пусть всё пылает...{w=1} Пламенем костра..."
    kt "Мне надоело...{w=1} Любовь...{w=1} Вот и я."
    "Напевал себе под нос Константин свою любимую песню."
    "Исполнитель этой песни был практически неизвестным, так как у него был всего один альбом."
    "Тем не менее, это не портило впечатление от песни в глазах Константина.{w=1} Общепринятая музыка для него была отвратительной."
    th "Но, к сожалению, что-то изменить мне не светит.{w} Я вынужден купаться в этом говне..."
    scene bg kt_room with byso
    play sound sfx_mystery_movement
    "Докурив сигарету, он выкинул окурок и снова сел за компьютер."
    window hide dissolve
    scene bg black with byso
    pause 1
    scene bg kt_room with byso
    "Спустя 30 минут игры и распивания портвейна его интернет начал нещадно лагать."
    play sound3 sfx_click_1
    pause 0.3
    play sound2 sfx_click_1
    pause 0.3
    play sound sfx_click_1
    th "Сраный Ростельком, чтоб тебе пусто было!{w} За что я деньги плачу?!"
    "Игра вылетела.{w=1} Константин рефлекторно нахмурился."
    kt "Чудеса блять да и только.{w=1} Везёт же мне сегодня.{w} Не день, а чёртова петля неудач."
    kt "Ещё немного, и эта петля будет у меня на шее."
    "Высветилось сообщение об ошибке."
    "Соединение потеряно. Код ошибки {i}х122х21132{/i}. Повторить попытку выбора сервера?"
    kt "М-да-а-а..."
    play sound sfx_mystery_movement
    "Константин откинулся на стуле и потянулся за второй бутылкой портвейна."
    stop music
    play sound sfx_home_phone_ring
    play ambience ambience_cold_wind_loop
    "На мобильный телефон Константина поступил звонок."
    th "И какое чудовище мне сейчас звонит..."
    "Он откинул телефон обратно на диван."
    th "Хотя мне никто обычно не звонит.{w=1} Даже рекламщики.{w=1} Может, послушать чего скажут?"
    "Достав телефон Константин глянул на номер."
    th "Номер, оканчивающийся на 0000.{w=1} Не знаю ни у кого...{w} Уж такой сложно не запомнить."
    play sound sms
    "Константин принял вызов и нехотя поднёс телефон к уху."
    kt "Слушаю."
    play music kittycity fadein 5
    gt "Прекрасный вечер сегодня, правда?"
    "Константин начал догадываться кто ему набрал."
    kt "Опять ты, мудила?!{w=1} Откуда у тебя мой номер?"
    gg "Это не суть разговора.{w=1} Тебя тут к телефону."
    "Телефон передали женщине, чей голос был знаком Константину. Эта девушка сопела как после длительной истерики."
    od "К-костя!{w=1} Ты меня с-слышишь?"
    "Константина удивило происходящее по ту сторону провода."
    od "Он у-убил всех людей в о-офисе.{w=1} Я осталась с ним одна."
    kt "Что?"
    "Гнев Константина сменился на дискомфорт.{w} По спине побежали мурашки."
    gg "Давай быстро, последние слова."
    play sound weapon volume 0.3
    "В телефоне раздался щелчок.{w=1} Раздались всхлипы Ольги и её голос начал значительно сильнее дрожать."
    kt "Чего блять?{w=1} Что за шутки, Сахарова?"
    od "Я н-не шучу!{w=1} Он пришёл з-за тобой, но не нашёл и перестрелял всех остальных!"
    gg "Последние слова?"
    "Константин сидел и, пытаясь скомпоновать информацию в голове, молчал.{w=1} Сахарова начала кричать."
    od "Я н-не хочу!!!{w=1} Я т-только думала моя жизнь н-наладилась, а тепе!.."
    gg "Время вышло!"
    play sound pistol volume 0.7
    "Раздался громкий выстрел, который вернул Константина в чувства.{w=1} Телефон, судя по звукам, упал на пол, раздалось шуршание, а Генда обронил лишь одну фразу."
    gg "Через 30 минут смотри первый канал."
    stop music fadeout 2
    "После этих слов он сбросил трубку."
    play sound sfx_home_phone_break
    play music OMORI
    play sound2 light_inh
    "Константин швырнул телефон на кровать и, на автопилоте достав сигарету, закурил."
    th "Что произошло?..."
    th "Тот мужик...{w=1} В этот же день расстрелял весь офис."
    scene bg room_okno with byso
    "Встав на ноги, он глянул в окно."
    th "Шутка?{w=1} Просто неудачная шутка от пьяных коллег?"
    "Взвешивая правдоподобность фактов, Константин понял, что вероятность шуточности этого звонка крайне мала."
    th "Бред!{w=1} Никто из них даже со мной не общался!"
    th "Что он там говорил, 30 минут первый канал..."
    scene bg kt_room with byso
    play sound sfx_put_sugar_cart
    "Константин включил на компьютере трансляцию первого канала и стал собирать самые необходимые вещи."
    "По карманам куртки распихал документы, в старый рюкзак положил оставшуюся часть блока сигарет, сменную одежду, нетронутую бутылку портвейна и бинт из старой автомобильной аптечки."
    th "Выйди из зоны комфорта говорили они...{w=1} Мне, походу, теперь сваливать надо..."
    "Докинув в рюкзак телефон, он запустил форматирование второго диска и начал искать оставшуюся наличность."
    th "Где, мать его, деньги?!"
    stop music fadeout 1
    window hide dissolve
    scene bg black with byso
    pause 1
    scene bg kt_room with byso
    play music lim fadein 1
    "Пока он возился, показ русского сериала прервался и на экране явился ведущий теленовостей."
    ve "Срочные новости!{w=1} Только что в бизнес-центре «Полимер» произошёл теракт."
    "Константин сел на стул, завороженно слушая новости."
	# По тв бы никогда не сказали слово "мясорубка", скорее нейтральное "происшествие"
    ve "Некто устроил стрельбище на 9-ом этаже. {w=1}Мясорубка, в результате которой выживших не осталось. {w}Охрана не может дать показания с камер, телекоммуникационная сеть была уничтожена."
    ve "Стражи порядка нашего города уже занялись расследованием."
    kt "Как это так?"
    kt "То есть...{w} {cps=15}Это точно не шутка...{/cps}"
    "Константин доел бутерброд и посмотрел в окно."
    kt "Это всё тот придурок?"
    kt "Ахуеть, я стал прямым свидетелем крупнейшего теракта в городе..."
    "Константин продолжил слушать новости и искать деньги."
    window hide dissolve
    scene bg black with byso
    pause 1
    scene bg kt_room with byso
    ve "Наши доблестные стражи смогли оперативно выследить террориста.{w=1} Он убил всех на 9-ом этаже, после чего заложил заряды у систем коммуникаций."
    kt "Да, до чего дошёл прогресс... {w}Даже интересно какой ему срок дадут.{w=1} Убить более 30 человек...{w} Хоть и ничтожных, но по бумажкам это люди."
    play sound light_inh
    "Константин снова закурил.{w=1} Он чувствовал усиливающийся дискомфорт."
    stop music fadeout 3
    ve "Стало известно имя массового убийцы..."
    kt "Ну-ка..."
    play sound pum
    play sound2 sfx_ghost_children_laugh volume 0.4
    ve "Его зовут Константин Брусков.{w=1} Именно он был виден на восстановленных видео с камер в лифте."
    ve "Вот эти кадры..."
    "Константин выронил сигарету на пол и замер в статичной позе."
    kt "{cps=8}Что?{/cps}"
    play music godrita fadein 10
    kt "Что?!" with vpunch
    ve "По мнению мэра города и согласно с указом высших органов власти он скоро будет пойман и приговорён к смертной казни."
    kt "Что за хуйня?!"
    "Из окна была слышна сирена машины гвардии и топот тяжелых сапог."
    kt "Какая к хуям смертная казнь?! {w=1}Мы в какой стране живём?!{w=1} У нас мораторий на смертную казнь!"
    play sound sfx_bodyfall_1
    "Константин упал на колени и посмотрел в потолок."
    "Мысли остановились.{w=1} Остались только инстинкты.{w} Точнее, главный из них - выживание."
    play sound ammo
    "Встав, Константин улыбнулся и достал из шкафа дедовский охотничий карабин."
    th "Как она там заряжается..."
    "Спустя 15 секунд винтовка была заряжена и Константин был готов встречать гостей."
    play sound_loop bolgarka
    "Дверь в квартиру начали выпиливать болгаркой."
    kt "Хах, вот оно как закончится...{w} Я-то думал умру совсем иначе."
    play sound weapon
    "Дослав патрон в ствол с характерным звуком, Константин встал напротив входной двери и прицелился на уровень глазка."
    th "В магазине 7 патронов. На лестничной площадке стоит максимум 4 человека."
    th "Должно хватить."
    th "Итак, соберись..."
    kt "Не на жизнь, а на смерть!" with vpunch
    stop sound_loop fadeout 0.5
    play sound door_break
    play sound2 vintovka volume 0.7
    "Дверь падает, и жандарм получает пулю промеж глаз."
    play sound vintovka volume 0.8
    pause 1
    play sound vintovka volume 0.6
    "В атаку направились ещё двое и получили по пуле в грудь."
    kt "Хуй я вам отдамся!"
    scene bg pados with byso
    "Прокричал Константин и, схватив рюкзак, направился вниз по лестнице."
    "Добежав до второго этажа, он забежал в чудом открытую квартиру и прыгнул через окно."
    play sound sfx_bush_body_fall
    scene bg street with vpunch
    play sound perelom
    "Сугроб не смягчил его падения, потому Константин повредил ногу."
    kt "Блять...{w=1} Надо бежать..."
    scene bg bus_stop with byso
    play ambience ambience_cold_wind_loop
    th "Сука, а что делать с ногой?!"
    stop music fadeout 2
    play sound pistol
    scene bg bus_stop with vpunch
    play sound2 sfx_bush_body_fall
    "Константин пытался бежать, но доскакав до остановки схватил пулю в спину."
    kt "Сука-а..."
    play music the_date_of_death fadein 3
    "Константин упал на заснеженный асфальт."
    kt "Плохо..."
    "Он чувствовал адскую боль в левой лопатке.{w=1} Рука не функционировала."
    th "Судя по всему мне раздробило кость..."
    scene bg zvezda with dissolve
    "Из последних сил он перевернулся на спину и глянул на звёзды."
    th "Что ж, прямо как в тот раз..."
    stop ambience
    play sound in_vosp
    scene bg zvezda
    show shum_white
    with byso
    na "Ты же меня не забудешь? Будешь всегда любить меня?"
    ks "Да, конечно."
    hide shum_white
    scene bg zvezda
    show shum_white
    with flash
    ks "Не строй из ситуации цирк, я тебе говорю, всё нормально будет."
    na "Хорошо, пойду тогда домой..."
    hide shum_white
    scene bg zvezda
    with flash
    kt "Нашёл время...{w} Вспомнить..."
    kt "Но я...{w} наконец сдохну...{w=1} Пришёл тот миг, когда мой блуждающий разум должен был остановиться."
    "Над Константином встала какая-то сущность в белом халате."
    kt "Неужели... {w=1}{cps=1}Ты...{/cps}"
    show image so_sm with byso
    gg "Что я?{w=1} Я делаю свою работу, ищу материалы для исследований.{w=1} И немного для развлечений."
    kt "Да пошёл ты..."
    gg "Я-то пойду, но ты пойдёшь со мной."
    "Он достал пистолет и прицелился в Константина."
    gg "Добро пожаловать в новую жизнь!"
    stop music fadeout 1
    play sound sfx_head_heartbeat
    scene bg glaz__ with dissolve
    pause 3
    play sound pistol
    scene bg black with fl_fire
    "Раздался выстрел и Константин ощутил жуткую головную боль." with vpunch
    play music tish fadein 5
    pause 5
    scene bg cafe
    show shum_red
    show unblink
    "Константин очнулся на стуле в каком-то праздничном зале."
    kt "Блять, голова-а..."
    "После выстрела в голову, Константин ощущал адскую боль и звон в ушах."
    show image so_sm with byso
    gg "Тихо-тихо, голубчик."
    "Вновь явился Генда."
    kt "Снова ты, чучело?.."
    "Прошептал Константин, усмехаясь."
    gg "Это лишь образ, дружок.{w} Я - божественная самость, автор миров.{w} Знакомое местечко?"
    "Константин рассмеялся."
    kt "Ты то автор?{w} Ха-ха.{w} Сумасшедший ты, да и всего."
    gg "Твоя харизма хороша как никогда, Костик."
    kt "А ты тогда кто?{w} Гендик?"
    "Константин начал ржать как ненормальный."
    show image so_gd with byso
    gg "Довольно ребячества!"
    play sound schelk
    "Он щелкнул пальцами и рот Константина слипся."
    gg "Что я тебя спросил?{w} Неадекватное убожество, даже нормально поговорить с тобой нельзя."
    "Константин продолжал смеяться про себя."
    gg "Хоть мои цели благие, не беспокойся."
    "Генда начал ходить вокруг Константина."
    gg "Местечко ты не узнаёшь, да?"
    "Константин немного осмотрелся и отрицательно помотал головой."
    gg "Выпуск.{w} Прощание с любимой школой."
    "Константин вмиг вспомнил все связанное с этой датой."
    th "Откуда он знает?"
    gg "Знаешь, я давно за тобой следил.{w} ЗАО «Полимер», которая прикрываясь координацией торговли реактивами для обработки нефти являлась одной из крупнейших точек нелегального сбыта наркотических веществ."
    gg "Мои мысли, я могу тебе предложить наилучшую жизнь в другом мире, как ты и хотел.{w=1} Посмотрим, как ты это воспримешь..."
    gg "Как там..."
    gg "Я разрежу надвое себя.{w} Создам из плоти новый мир, где нет тебя."
    gg "Твоя душа не должна просто так отправится в никуда."
    gg "Я сделаю из тебя порядочного человека и ты станешь одним из моих многих слуг в моей идиллии."
    gg "Хотел новую жизнь? {w}Хотел новую реальность?{w=1} Бойтесь своих желаний."
    th "{cps=10}Что...{w=1} Новая...{w=1} Жизнь?{w=1} Он шутит?{/cps}"
    gg "Твоим местом для перевоспитания станет пионер-лагерь, прекрасное место, где развивался и жил я."
    gg "Многовато приходится на твою честь, но и тут не всё так просто."
    gg "Всё, у меня нет на тебя времени.{w} Ещё дела делать."
    gg "Наслаждайся!"
    show blink
    "У Константина закружилась голова."
    "Мысли угасли..."
    th "Блять..."
    "...{w=0.4}{nw}"
    "..{w=0.4}{nw}"
    ".{w=0.4}{nw}"
    scene bg black
    hide shum_red
    with dissolve
    hide window
    python:
        bgcg = random.randint(1,2)
    if bgcg == 2:
        scene bg bgcg3
        show load
        with byso
        pause 15
        $ bgcg -= 2
        stop music fadeout 2
        jump fodsjiosdfjsd
    else:
        scene bg bgcg5
        show load
        with byso
        pause 15
        $ bgcg -= 2
        stop music fadeout 2
        jump fodsjiosdfjsd
label fodsjiosdfjsd:
    scene bg black with byso
    $ save_name = ('Инреальность.\nДень первый.')
    $ persistent.sprite_time = 'day'
    play music music_list["drown"] fadein 2
    window show
    th "Надо прекращать столько пить..."
    scene bg white
    show unblink
    pause 1
    scene bg int_bus with byso
    "Константин лениво открыл глаза. В глаза ударило солнце."
    th "Что?{w=1} Автобус?"
    th "Где?{w} Почему на улице лето?"
    th "Ничерта не помню...{w} Чего я тут делаю?.."
    vng "Новая душа в этой тюрьме?"
    "Константин оглянулся.{w=1} Голос прозвучал грубо и криво."
    kt "Что?"
    vng "Неужели ты меня слышишь?.."
    play sound par
    show image prizrak_png with byso
    "В центральном ряду автобуса сгустился красноватый дым, образуя из себя страшную сущность с двумя ярко-красными точками вместо глаз. Константин невольно вздрогнул."
    rng "Рад тебя видеть, путник."
    window hide
    menu:
        "Кто ты?":
            $ renpy.block_rollback()
            rng "Нравится мне твоя бесстрашность."
            kt "Ответь на мой вопрос."
        "Где я?":
            $ renpy.block_rollback()
            rng "Ты в другом мире.{w=1} Скорее всего, навсегда."
            kt "Ты знаешь, откуда я?"
        "Что ты тут делаешь?":
            $ renpy.block_rollback()
            rng "Я тут теперь живу. Даже и не знаю, сколько времени, настолько долго, только примерно."
            rng "Боюсь, у тебя теперь такая же судьба."
            kt "С чего это?"
        "С чего это я путник?":
            $ renpy.block_rollback()
            rng "Ты прошёл путь от одного мира к другому, хоть и не по своей воле."
            kt "Откуда тебе знать?"
    rng "Я такой же человек как ты.{w=1} По крайней мере я был таким-же."
    rng "Я жил свою никчемную жизнь в своём мире, но позже пришёл человек, который привел меня сюда."
    rng "Это долгая история.{w=1} Я бы хотел знать как ты попал {i}сюда{/i}..."
    "Призрак сделал акцент на последнем слове."
    kt "Последнее что я помню это то что я пил портвейн."
    rng "Ага, даже так..."
    rng "Не подумай плохого, мы можем друг другу помочь."
    rng "Если дать тебе краткий брифинг. Ты можешь быть спокоен, ты в безопасности до поры до времени."
    kt "Давай по порядку, будь добр.{w} У меня и так сейчас голова лопнет."
    kt "И чем же мы можем помочь друг другу?"
    rng "Я как и ты хочу освободиться!"
    "Туман сгустился."
    rng "Хочу видеть, как он смотрит на смерть всех его творений...{w=1} Как он будет страдать."
    kt "Я ж попросил..."
    "Проронил Константин и схватился за голову."
    kt "Да и с чего ты взял что я хочу отсюда уходить?"
    "Призрак немного успокоился."
    rng "Ты не знаешь что тебя ждёт.{w=1} Это другая вселенная."
    rng "Верь мне.{w} Загляни в бардачок, там некоторые вещицы. {w=1}Мы ещё с тобой увидимся..."
    hide image prizrak_png with byso
    play sound par
    "На этих словах призрак и растворился"
    th "М-да, во что я встрял.{w=1} Со мной призраки говорят..."
    th "Другая вселенная?{w=1} Как так вышло?"
    "Константин ущипнул себя."
    th "Вроде не сплю."
    th "Ну ладно, надо пойти осмотреться." 
    "Константин осмотрел салон и нашёл свой рюкзак."
    th "Мой рюкзак, но я не помню что его собирал."
    play sound sfx_unzip_sleepbag
    pause 0.75
    stop sound
    "Осмотрев содержимое, он понял что был снаряжен на скорую руку.{w=1} На дне лежал вдребезги разбитый сенсорный телефон."
    th "Замечательно.{w=1} Просто в щепки."
    play sound sfx_unzip_sleepbag
    pause 0.5
    stop sound
    "Закрыв рюкзак, он оставил телефон и направился к водительскому месту.{w=1} Константин знатно удивился, не обнаружив у автобуса педалей и приборной панели."
    th "Что за херня?"
    play sound sfx_open_window
    "Не долго думая, Константин открыл бардачок он начал искать что-либо ценное."
    th "Прекрасно, ещё курево.{w=1} Оставлю в запас..."
    "Константин убрал пачку сигарет «Космос» в рюкзак и стал рыться дальше."
    "Он нашёл бумажку.{w=1} На ней было написано «Тебе пригодится»."
    play sound sfx_paper_bag
    scene bg map_camp with byso
    "Развернув её, он увидел карту."
    th "Карта...{w} Столовая, клубы...{w=1} Карта лагеря?"
    th "Бред какой... Но я возьму."
    scene bg int_bus with byso
    "На дне бардачка валялся маленький ключик."
    th "Ну, мало ли понадобится."
    stop music fadeout 2
    scene bg zeav with byso
    "Разложив содержимое бардачка по карманам, Константин глянул в зеркало."
    th "Ничего себе!"
    "Константин начал ощупывать своё лицо.{w} На нем не было ни щетины, ни кругов под глазами, да и сам Константин выглядел на лет 18."
    th "Неплохо я так помолодел.{w} Выгляжу, словно вчера 17 исполнилось..."
    play sound in_vosp
    play music rutine
    scene bg cafe
    show shum_white
    with flash
    na "Красиво, правда?"
    ks "А то!{w} Сфотографируемся вместе?"
    "Настя смутилась."
    na "Давай..."
    hide shum_white
    scene bg cafe
    show shum_white
    with flash
    "Костю ослепила вспышка фотоаппарата."
    ks "Неплохо...{w} Я оставлю фото себе?"
    na "Хорошо..."
    stop music fadeout 3
    play sound out_vosp
    hide shum_white
    scene bg zeav
    with byso
    th "Неужели призрак прав? Я в другой вселенной?!"
    th "Отлично!"
    play ambience ambience_camp_center_day
    scene bg ext_camp_entrance_day with byso
    "Константин немного ухмыльнулся и вышел из автобуса."
    th "Милое местечко..."
    play music music_list["get_to_know_me_better"] fadein 3
    "Он хотел уже достать сигарету, как увидел за воротами две желтые косы."
    th "М-да, а покурить мне не дадут..."
    show sl smile pioneer with dissolve
    "Вышла девочка, на вид лет 18-ти. Она приветливо взглянула на Константина, но у того ни один мускул на лице не пошевелился."
    slp "Привет.{w=1} Ты наверное новенький?"
    kt "Новенький-готовенький.{w=1} Я такой."
    show sl happy pioneer with byso
    "Проговорил свою мысль про свою внешность вслух. Девочка восприняла это как шутку и хихикнула."
    slp "А ты весёлый!{w=1} Меня зовут Славя.{w=1} Я помощница вожатой.{w} А как тебя зовут?"
    kt "Меня зовут Константин.{w=1} Чем обязан?"
    show sl smile pioneer with byso
    sl "Хорошо, Костя. {w=1}Меня вожатая просила сопроводить тебя от автобуса.{w} У тебя есть вещи с собой?"
    "Константин спустил с правого плеча старый рюкзак и махнул в его сторону головой."
    show sl smile pioneer with byso
    sl "Ладно, идём к вожатой?"
    kt "Нет, спасибо, я сам дойду.{w} Хочу немного осмотреться."
    show sl normal pioneer with byso
    sl "Хорошо.{w=1} Чтоб дойти до домика вожатой..."
    "Константин засмотрелся на ворота лагеря."
    th "Совёнок-совёнок...{w=1} Что-то знакомое...{w} Словно я тут уже был."
    $ volume(0, "music")
    hide sl
    show bg rm_vosp
    show shum_white
    with flash
    $ volume(1, "music")    
    scene bg ext_camp_entrance_day
    show sl normal pioneer
    with flash
    th "Место, что знакомо мне давно.{w} Наверное..."
    show sl smile pioneer with byso
    sl "Итак, ты понял как дойти?"
    kt "Да, спасибо."
    sl "Уверен?"
    kt "Да."
    show sl happy pioneer with byso
    sl "Хорошо, тогда увидимся!"
    kt "До скорой."
    hide sl with byso
    stop music fadeout 3
    play sound light_inh
    "Славя скрылась за воротами, а Константин достал сигарету и прикурил."
    th "Надо пореже с ней встречаться.{w} Даже с учётом того что я с ней не знаком, я уже чувствую её альтруизм..."
    th "А альтруизм это плохо..."
    scene bg ext_no_bus with byso
    "Константин обернулся."
    "Автобус, что стоял за ним исчез."
    th "Чего?"
    th "Он просто пропал?"
    th "Предо мной стояла Славя, если бы он исчез, она бы заметила.{w=1} При том, я не слышал, что он уехал...{w} Так ещё и без педалей и приборки!"
    th "Похоже, уехал пока я втыкал на ворота.{w}.. Но как?..."
    "Константин сел на бордюр."
    play sound inh
    "Сделав глубокую затяжку, он протёр глаза."
    th "Вот всё-таки, как я сюда попал?..."
    play sound in_vosp
    window hide
    scene bg black with byso
    $ volume(0, "ambience")
    play sound_loop OMORI
    scene bg prologue_inr
    show shum_red
    with Dissolve(3)
    scene bg black with byso
    pause 0.5
    scene bg pados
    show shum_red
    with Dissolve(3)
    scene bg black with byso
    pause 0.5
    scene bg zvezda
    show image so_sm
    show shum_red
    with Dissolve(3)
    scene bg black with byso
    pause 0.5
    play sound out_vosp
    stop sound_loop
    $ volume(1, "ambience")
    scene bg ext_no_bus with fl_fast
    play music god fadein 1
    "Неожиданно Константин всё вспомнил."
    th "Так меня-ж.{w}.. Убили?"
    th "То-то тот призрак говорил..."
    stop music fadeout 1
    th "Но может это и не так важно?"
    th "Новый мир, новая личность, новые люди..."
    th "Может это и есть мой шанс?"
    th "Что-ж, без паники, может и моя предыдущая жизнь была сном."
    th "Хорошо если бы так. Неужели..."
    th "{cps=10}Я смогу начать сначала?...{/cps}"
    th "Походу, мой мозг не воспринял это как смерть, потому, я не чувствую подсознательного беспокойства."
    play music music_list["that_s_our_madhouse"] fadein 3
    dvp "А что мы это тут делаем?"
    "Мысли Константина прервал женский голос позади."
    "Константин понял, что голос не принадлежит старшим, потому ему не было дела до него."
    dvp "Алло, курильщика к аппарату!"
    "Константин поморщился, придумал что ответить и обернулся, после чего его лицо приняло нейтральное выражение."
    show dv smile pioneer2 with byso
    "Позади него стояла пионерка среднего роста с двумя рыжими хвостиками."
    window hide
    menu:
        "Нахамить.":
            $ renpy.block_rollback()
            $ negative += 1
            kt "Не твоего ума дело. Заняться нечем?"
            show dv angry pioneer2 with byso
            dvp "Может и нечем, а тебе какое дело?"
            kt "Не знаю, мне никакого.{w} Просто дружеский совет - если нечем заняться, не донимай тех, кто занят!"
            dvp "А что если мне немного по-барабану на твои советы?"
            kt "Тогда мне сейчас станет немного по-барабану на целостность твоего милого личика."
            show dv scared pioneer2 with byso
            "Пионерка дала тормоза и немного испугалась."
            kt "Иди делом займись, а то я уж найду чем тебя занять."
            kt "Например, выпрямлением сломанного носа!"
            play sound inh
            hide dv with byso
            "Константин отвернулся и продолжил курить.{w=1} За его спиной слышались звуки отдаляющихся шагов."
            th "Я так понял, это оторва местная.{w} Тоже бы её реже встречать."
        "Подшутить.":
            $ renpy.block_rollback()
            $ dvrp += 1
            "Константин расслабился и легко улыбнулся."
            kt "Если хочешь сигаретку, надо просто попросить, а не кричать на всю деревню."
            show dv laugh pioneer2 with byso
            dvp "Действительно.{w=1}.. Ты прав."
            dvp "Угостишь даму сигареткой?"
            "Пафосно выразилась пионерка и кокетливо улыбнулась."
            kt "Да на здоровье.{w} Держи."
            show dv smile pioneer2 with byso
            "Константин протянул сигарету."
            "Пионерка подошла, взяла сигарету и села рядом с Константином."
            show dv smile pioneer2 close with byso
            dvp "Огонёк найдётся?"
            kt "Обижаешь."
            play sound light_inh
            "Константин дал прикурить."
            show dv grin pioneer2 close with byso
            dvp "А ты неплохой парень.{w} Я Алиса.{w=1} Будем знакомы."
            kt "Я Константин."
            show dv smile pioneer2 close with byso
            dv "Какими судьбами к нам попал?{w=1} Родители сослали или сам захотел?"
            kt "Да, сослали меня.{w} Сначала не особо хотел ехать."
            th "Особенно посмертно."
            show dv normal pioneer2 close with byso
            dv "Сочувствую.{w=1} У меня так-же.{w} Родители хотели избавиться - они избавились."
            kt "Можешь что то сказать об этом месте?"
            show dv sad pioneer2 close with byso
            dv "Не знаю.{w=1} Честно говоря, с одной стороны всё хорошо."
            "Алиса затянулась."
            show dv guilty pioneer2 close with byso
            dv "С другой раздражают люди, которые тут находятся."
            kt "Знакомое чувство."
            show dv normal pioneer2 close with byso
            dv "Раньше я жила в месте, где всё было вообще по-другому."
            dv "Я плохо помню, что было до переезда в другой город."
            dv "Всё словно в тумане."
            show dv smile pioneer2 close with byso
            dv "Но я ни о чём не жалею..."
            "Неуверенно пробубнила Алиса затушив сигарету."
            show dv normal pioneer2 with byso
            dv "Ладно, я пойду, ещё увидимся."
            kt "Давай, до скорой."
            show dv smile pioneer2 with byso
            hide dv with byso
            stop music fadeout 3
            "Алиса улыбнулась и ушла за ворота."
            "Константин вновь остался один."
            th "Странно всё это...{w} Такая неуверенность в своём прошлом меня немного наводит на мысли что я тут не один «приезжий»."
            th "Да нет, бред.{w=1} С чего я такие теории строю.{w} Я не сценарист НТВ."
    scene bg ext_camp_entrance_day with byso
    stop music fadeout 3
    "Константин затушил сигарету и, выкинув бычок, направился в лагерь."
    play ambience ambience_camp_center_day
    scene bg ext_clubs_day with byso
    "Зайдя в лагерь он заметил здание под названием клубы."
    th "Как же это знакомо..."
    th "Такое чувство, что я тут уже был..."
    play sound door_break
    show us smile pioneer with vpunch
    play music music_list["eat_some_trouble"]
    "Вдруг из клуба выскочила девочка лет 14-ти с дико-игривым взглядом.{w} В руках у неё была катушка с медной проволокой."
    scene cg d5_sh_us with byso
    "За ней выскочил мальчик, судя по всему, сильно озлобленный от того что эту катушку у него украли."
    shp "Ульяна!{w} А ну отдай катушку!" 
    us "Ха-ха, а ещё чего тебе отдать?"
    play sound sfx_pat_shoulder_hard
    scene bg ext_clubs_day
    show us dontlike pioneer close
    show sh upset pioneer at fleft
    with byso
    "Выглядело это как в цирке, пока девочку не схватил Константин."
    us "Эй!{w=1} Ты чего?"
    kt "Я то ничего, а ты как раз чего."
    show us upset pioneer with byso
    play sound sfx_punch_medium
    "Константин отобрал у Ульяны катушку и отпустил её."
    us "Фу, зануда!{w=1} А могли в собачку поиграть!"
    hide us with byso
    "Недовольно выкрикнула Ульянка и убежала."
    th "Хах, а действительно."
    show sh smile pioneer at center with byso
    "Константин глянул на пионера.{w} Его лицо расплылось в улыбке."
    shp "Спасибо, дружище!{w=1} Помог установить порядок.{w} Я - Шурик, глава клуба кибернетиков."
    th "М-м, кибернытики...{w=1} Вспомнились имиджборды.{w} Даже и не знаю почему."
    "Константин отдал Шурику катушку."
    sh "Как тебя звать, друг?"
    th "Какой я тебе к чёрту друг?"
    kt "Константин."
    show sh normal_smile pioneer with byso
    "Шурик поправил очки.{w=1} Его улыбка стала ещё шире."
    sh "Прекрасно, Константин.{w} Могу я тебя пригласить в ряды кибернетиков?"
    kt "Так сразу и в койку?{w} Нет, дружище, в другой раз."
    show sh upset pioneer with byso
    "Шурика огорчили слова Константина."
    show sh smile pioneer with byso
    sh "Ладно, тогда, если надумаешь, я всегда тут."
    "Константин повернулся и пошёл дальше."
    kt "Ещё увидимся."
    sh "Удачи!"
    stop music fadeout 3
    hide sh with byso
    th "Зачем так душить?{w=1} Хочется включить адблок..."
    scene bg ext_square_day with byso
    "Константин вышел на площадь и взглянул на монумент."
    th "Какая же ты самовлюбленная тварь всё-таки, а... {w}И я ещё убожество после этого..."
    "Монумент изображал из себя Генду в его халате.{w} У этого памятника была медная табличка, на которой было написано имя изображаемого персонажа."
    th "Самость, которая тонет в самолюбии, так и запишем."
    "Константин плюнул в сторону медного Генды и свернул налево."
    scene bg ext_musclub_day with byso
    "Пред ним показалось ещё одно большое здание."
    th "Не похоже на дом вожатой..."
    th "Но почему бы и не заглянуть?"
    scene bg musclub with byso
    play music music_list["memories_piano_outdoors"]
    "Константин подошёл поближе к зданию и услышал чарующую музыку."
    "Он подошёл к двери и начал слушать."
    stop music fadeout 1
    "Вдруг, музыка резко прекратилась."
    play sound door_break
    scene bg black with vpunch
    play sound2 sfx_bush_body_fall
    scene bg musclub
    show unblink
    "Дверь резко распахнулась, ударив Константина. От неожиданности он потерял равновесие и упал."
    show mi scared pioneer with byso
    play music music_list["reflection_on_water"]
    mip "Ой, извини меня пожалуйста, я не хотела!"
    "Протараторила девочка с длинными синими волосами и всем своим видом хотела помочь."
    window hide
    menu:
        "Простить.":
            $ renpy.block_rollback()
            $ mirp += 1
            kt "Ух, ну ты вдарила, так вдарила..."
            show mi sad pioneer with byso
            "Девочка сделала вид невинного щенка."
            mip "Я не хотела тебя ударить!{w} Извини меня..."
            kt "Да ничего..."
            "Прошептал Константин и встал на ноги."
            mip "Я думала это опять Ульянка балуется, а тут...{w=1} Меня зовут Мику кстати."
            "Мику была как провинившийся щенок, потому Константин решил не давить."
            kt "Переживу, всё нормально, не грузись. Я Константин."
            show mi upset pioneer with byso
            mi "У меня тут музклуб, а Ульянка мне играть мешает.{w} Я думала это опять мешать будет."
            kt "Понятно.{w} На фортепиано играешь неплохо."
            show mi shy pioneer with byso
            "Мику покраснела от такого неожиданного комплимента."
            mi "Спасибо. {w}Не думала услышать комплимент в такой ситуации."
            th "Чувство, будто ей никто в жизни комплиментов не делал."
            kt "Да уж."
            show mi smile pioneer with byso
            mi "Хочешь, сыграем вместе?"
            "Судя по виду Мику это было своего рода попытка загладить вину."
            kt "Нет, не могу сейчас.{w=1} Только сегодня приехал."
            show mi upset pioneer with byso
            mi "Точно, тебе же к вожатой ещё надо."
            kt "Это да.{w=1} Пойду я тогда."
            show mi smile pioneer with byso
            mi "Хорошо.{w=1} Заходи как-нибудь.{w} Извини ещё раз..."
            hide mi with byso
            scene bg ext_musclub_day with byso
            "Мику тихонько попятилась и вернулась в свой клуб, а Константин пошёл в обратном направлении."
        "Не прощать.":
            $ renpy.block_rollback()
            $ negative += 1
            kt "Вот на кой так дверьми то махаться?!"
            show mi sad pioneer with byso
            mip "Извини, я не хотела.{w=1} В следующий раз..."
            kt "Спасибо, в следующий раз уже не надо!"
            "Рявкнул Константин, развернулся и пошёл прочь."
            show mi scared pioneer with byso
            mip "Извини!"
            "Виновато прокричала пионерка ему в спину."
            hide mi with byso
            scene bg ext_musclub_day with byso
            kt "Убить хочешь - бери нож!"
    scene bg ext_square_day with byso
    stop music fadeout 3
    "Константин вернулся на площадь и засмотрелся в небо."
    "Десятки птиц с тихим, торжественным пением летали высоко над головой, каждый раз меняя свой строй и высоту."
    kt "Давно не видел такого чистого неба."
    kt "Каждодневное городское дерьмо уже слишком надоело."
    kt "А тут природа, голубое небо, чистый воздух."
    play sound sfx_pat_shoulder_hard
    "Вдруг, Константин почувствовал, что с кем-то столкнулся."
    show un shy pioneer with byso
    "Пред ним была пионерка с красивыми чёрно-фиолетовыми волосами, а на земле лежали книги, которые эта девочка несла.{w} Она сильно раскраснелась."
    window hide
    menu:
        "Помочь.":
            $ renpy.block_rollback()
            play music music_list["a_promise_from_distant_days"]
            $ unrp += 1
            kt "Извини, не хотел..."
            "Почесав затылок, Константин наклонился и стал собрать книги."
            show un surprise pioneer with byso
            "Девочка от неловкости тоже стала собирать книги."
            "Собрав книги, Константин поставил их на рядом стоящую скамью."
            "Его внимание было сфокусировано на книжке под названием «Цена Грехов»."
            show un smile pioneer with byso
            unp "Спасибо что помог..."
            kt "Ничего.{w} Как тебя зовут?"
            unp "Я Л-Лена."
            "Неловкая пауза со стороны Лены."
            un "А тебя?.."
            kt "Я Константин, будем знакомы.{w} Что это за книжки?"
            show un grin pioneer with byso
            "Как разговор зашел о книжках Лена оживилась и немного даже улыбнулась."
            un "Да так, книжки которые я недавно читала. Забыла вернуть в библиотеку."
            kt "Понятно. Ладно, мне бежать надо.{w} Ещё увидимся."
            show un smile pioneer with byso
            un "Хорошо..."
            hide un with byso
            "Смущенно сказала Лена ему вслед. Константин побрел дальше."
            stop music fadeout 3
        "Проигнорировать.":
            $ renpy.block_rollback()
            $ negative += 1
            hide un with byso
            "Константин тактично обошёл девочку и поплёл дальше."
    scene bg ext_houses_day with byso
    "Далее было множество разных домиков.{w} Вдалеке был виден дом, где стояла высокая женщина в пионерской форме."
    "Константин направился к ней."
    scene bg ext_house_of_mt_day with byso
    play music music_list["my_daily_life"]
    "Домик, у которого стояла женщина, выглядел достаточно мило по мнению Константина.{w=1} Он присмотрелся к велосипеду, но потом вновь перевёл взгляд."
    "Рядом была брюнетка лет 25-ти.{w=1} Пионерская форма, на голове панама, {cps=25}но выглядела она очень знакомо.{/cps}"
    th "Неужели это..."
    show mt normal panama pioneer with byso
    th "Ты!.."
    show mt smile panama pioneer with byso
    mtp "Наконец-то ты пришёл, Семён."
    "Константина невольно перекорёжило от таких слов."
    kt "Какой Семён?{w=1} Я Константин."
    show mt grin panama pioneer with byso
    mtp "Ой, да, прости меня пожалуйста.{w} К нам обычно приезжал мальчик, но сейчас не приехал."
    mtp "Путёвку не получил наверное."
    th "Интересно тут смерть называется..."
    mtp "Не важно.{w} Меня зовут Ольга Дмитриевна.{w=1} Я твоя вожатая на эту смену."
    "Отчеканила она, поправляя панаму."
    th "Тебе то да, не важно, а меня ты опять бесишь, Сахарова!"
    show mt smile panama pioneer with byso
    mt "Надеюсь, тебе понравится твоя первая..."
    show mt grin panama pioneer with byso
    play sound out_vosp
    $ volume(0, "music")
    ode "И последняя..."
    $ volume(1, "music")
    show mt smile panama pioneer with byso
    mt "...смена. Я верю что тебе она понравится и ты захочешь вернуться сюда снова."
    "Константин обомлел."
    th "Что?... Она в порядке?"
    show mt normal panama pioneer with byso
    mt "Собирайся, через 15 минут у нас линейка. Буду знакомить тебя с нашим отрядом.{w} Он не большой, но, я верю, ты с ними поладишь."
    th "Да-да, только я в это не очень верю."
    show mt smile panama pioneer with byso
    mt "Жить ты будешь со мной, так как мест в лагере, где я могу тебя поселить нет."
    th "Ну нет."
    kt "А может есть какой свободный домик?{w} Я могу один пожить."
    show mt grin panama pioneer with byso
    "Вожатая ухмыльнулась."
    mt "Нет. Ничего страшного в том чтобы пожить со мной.{w} Твои вещи в левом шкафу. Одевайся и бегом на площадь."
    th "Паскуда!"
    kt "Ладно, тогда я пошёл."
    show mt smile panama pioneer with byso
    mt "Жду на площади."
    "Сахарова снова выдавила улыбку и ушла. Ещё с работы эта улыбка его раздражала."
    stop music fadeout 3
    hide mt with byso
    th "Коллега низшего звена с работы как вожатая.{w=1} М-да..."
    th "Только она немного мертва..."
    "К горлу Константина нежданной подошла рвота, но рефлекс он сдержал."
    th "В моём мире её размазало об ковролин в офисе «Полимера»..."
    th "Хотя нет.{w=1} Вот - жива, здорова, всё нормально."
    th "Та же Сахарова..."
    play sound door_cl
    play ambience ambience_int_cabin_day
    scene bg int_house_of_mt_day with byso
    "Константин зашёл в домик и поставил рюкзак к кровати."
    th "Неплохо.{w=1} Лучше моих однокомнатных апартаментов в зажопье."
    "Он потихоньку начал переодеваться в одёжку пионера."
    play sound sfx_open_cabinet_1
    scene cg d2_mirror with byso
    "Как только Константин глянул в зеркало, он ужаснулся."
    th "Ужас полный.{w=1} Видок стрёмный."
    kt "Ну чем не молодой сердцеед.{w=1} Я отвратительно красив."
if negative == 3:
    kt "Не то что эти пионерки.{w=1} Одна душная, другая стерва, третья и четвёртая растяпы."
    kt "Приятно быть хоть лучше кого-то."
    jump dovajnijfde
else:
    kt "Хотя наверное просто отвратителен."
    jump dovajnijfde
label dovajnijfde:
    play ambience ambience_camp_center_day
    scene bg int_house_of_mt_day with byso
    "С усмешкой прошептал Константин и направился на площадь."
    scene bg ext_house_of_mt_day with byso
    play sound sfx_close_door_1
    th "Ладно... новая жизнь - новый характер.{w} Надо забыть о прошлом..."
    scene bg ext_square_day 
    show mt normal panama pioneer
    with fade
    play music music_list["get_to_know_me_better"]
    "Спустя 3 минуты бездумной ходьбы, он дошёл до площади, где стояла толпа народу."
    show mt grin panama pioneer with byso
    mt "О.{w=1} Ты вовремя.{w} Становись."
    "Вожатая указала на место рядом с ней и начала свою речь."
    show mt smile panama pioneer at fright with byso
    mt "Итак, ребята, в нашем отряде пополнение.{w} Это - Константин.{w=1} Он приехал только сегодня и в первый раз."
    "Константин думал, как поздороваться и здороваться ли вообще."
    window hide
    menu:
        "Всем привет!":
            $ renpy.block_rollback()
            jump nvvdifivf
        "Здрасте.":
            $ renpy.block_rollback()
            jump nvvdifivf
        "Промолчать.":
            $ renpy.block_rollback()
            $ unscore += 1
            jump nvvdifivf
label nvvdifivf:
    mt "Это Славя.{w=1} Моя помощница."
    play music music_list["forest_maiden"]
    show sl smile pioneer with byso
    "Славя вышла из строя."
    sl "Привет снова!"
    th "Чем сегодня досаждаем?"
    hide sl with byso
    stop music fadeout 2
    "Она вернулась в строй."
    mt "Это Мику, почётная гостья из Японии."
    play music music_list["she_is_kind"]
if mirp == 0:
    show mi upset pioneer with byso
    mi "Привет..."
    "С некоторой обидой промямлила она."
    th "Меня зашибла дверью, ещё и обижается.{w} Дикая природа удивительна."
else:
    show mi smile pioneer with byso
    mi "Приветик!"
    kt "Привет."
    th "Ну, разрез глаз у неё не особо японский, честно говоря..."
label hgyutrde:
    stop music fadeout 2
    hide mi with byso
    play music music_list["two_glasses_of_melancholy"]
    mt "Это Женя, наш библиотекарь."
    show mz bukal glasses pioneer with byso
    "Из строя вышла низкая девочка с чёрными волосами и смерила Константина холодным взглядом."
    th "М-м, выглядит как самая обычная тихая девочка.{w}.. Со склонностью к ноотропам."
    th "Была одна такая знакомая.{w}.. Надеюсь эта отличается."
    hide mz with byso
    "Помолчав пару секунд, она вернулась в строй."
    th "Не понять мне такого рода людей."
    stop music fadeout 2
    mt "Это Лена, глава нашего литературного клуба."
    play music music_list["lightness"]
if unrp == 0:
    show un shy pioneer with byso
    "Лена просто смущённо посмотрела на Константина."
    th "Я не люблю гляделки, шагай обратно."
    "Словно по команде, она вернулась в строй."
    hide un with byso
else:
    show un shy pioneer with byso
    un "П-привет..."
    kt "Здравствуй!"
    show un smile pioneer with byso
    hide un with byso
    "Лена незримо улыбнулась и вернулась в строй."
label vfeojjfveoe:
    stop music fadeout 2
    mt "Это Алиса..."
    play music music_list["that_s_our_madhouse"]
if dvrp == 0:
    show mt angry panama pioneer
    show dv angry pioneer2 with byso
    with byso
    "Вместо каких-то слов, вожатая просто злобно смотрела на Алису, но второй было безразлично, ведь она в свою очередь смерила злобой Константина."
    dv "Ну привет."
    "С гневно прорычала Алиса."
    kt "День добрый."
    "С ехидной улыбкой ответил Константин."
else:
    show mt angry panama pioneer
    show dv smile pioneer2 with byso
    with byso
    "Вместо каких-то слов, вожатая просто злобно смотрела на Алису, но второй было безразлично."
    dv "Здорова!"
    "Алиса протянула руку, Константин её пожал."
    kt "Привет!"
    th "Вот это приветствие, мне нравится!"
label ytguhij:
    stop music fadeout 2
    hide dv
    show mt normal panama pioneer
    with byso
    mt "Это Ульяна, самая молодая из нашего отряда."
    play music music_list["timid_girl"]
    show us smile pioneer with byso
    us "Привет, дядя."
    kt "Здравствуй, воровка катушек."
    show us angry pioneer with byso
    hide us with byso
    "В ряду раздался смех, а Ульянка обиженно вернулась в строй."
    stop music fadeout 2
    mt "Глава клуба кибернетики, Шурик."
    play music music_list["heather"]
    show sh smile pioneer with byso
    th "Надо Федя, надо."
    show sh normal_smile pioneer with byso
    sh "Приветствую нового мужчину в лагере!"
    kt "Ага, салютую."
    hide sh with byso
    "Шурик вернулся в строй."
    mt "Его помощник, Электроник."
    show el smile pioneer with byso
    el "Привет!"
    kt "И тебе не хворать."
    show el surprise pioneer with byso
    hide el with byso
    "Электроник неловко попятился."
    stop music fadeout 2
    mt "А это ещё один наш пионер - Рома."
    play music music_list["no_tresspassing"]
    th "{cps=5}Кто?!{/cps}"
    show image rm_sm with byso
    "Из строя вышел двоюродный брат Константина."
    rm "Здорова, Костян!"
    "Воскликнул Рома и протянул руку Константину, словно был рад его видеть."
    "Константин с презрением пожал её."
    th "{cps=10}Что ты тут забыл, паскуда?{/cps}"
    stop music fadeout 2
    play sound sfx_dinner_horn_processed
    "Из динамиков раздалась мелодия."
    hide image rm_sm
    show image rm_no
    with byso
    mt "Итак, уже обед.{w=1} Всем в столовую!"
    hide mt with byso
    "Отряд расформировал строй и толпой пошёл в столовую."
    "Рома отошёл и посмотрел в сторону столовой."
    hide image rm_no
    show image rm_sm
    with byso
    rm "Ну, я у кибернетиков.{w} Ты заходи, если что."
    hide image rm_sm with byso
    "Подмигнув оповестил он и отошел к Шурику."
    th "Неужели Генда решил разнообразить мой новый мир такими идиотами?..."
    "Постояв на месте секунд 10, Константин пошёл за толпой."
    play music music_list["everyday_theme"]
    th "Может мне с кем пообщаться?"
    show mi normal pioneer with byso
    "Перед ним шла Мику."
if mirp > 0:
    window hide
    menu:
        "Подойти.":
            $ renpy.block_rollback()
            $ mirp += 1
            th "Может с ней не будет так скучно?"
            jump mistol
        "Не подходить.":
            $ renpy.block_rollback()
            th "C каких пор я полюбил инструментальную музыку?"
            jump uiytfrdcyver1
else:
    th "Да нет, я не похож на тренера по вышибанию дверей."
    jump uiytfrdcyver1
label uiytfrdcyver1:
    hide mi with byso
    show dv normal pioneer2 with byso
    "Справа от него шла Алиса."
if dvrp > 0:
    window hide
    menu:
        "Подойти.":
            $ renpy.block_rollback()
            th "Может с ней не будет так скучно?"
            jump dvstol
        "Не подходить.":
            $ renpy.block_rollback()
            th "Общение за курево меня не интересуют."
            jump uiytfrdcyver
else: 
    th "Быдло."
    jump uiytfrdcyver
label uiytfrdcyver:
    hide dv with byso
    show un normal pioneer with byso
    "Слева от него неторопясь шла Лена."
if unrp > 0:
    window hide
    menu:
        "Подойти.":
            $ unrp += 1
            th "Она мне показалась достаточно интересной.{w=1} Почему нет?"
            jump unstol
        "Не подходить.":
            th "Ей лучше одной.{w=1} Не буду мешать."
            jump uiytfrdcyver2
else:
    th "Пусть дальше в своих архивах роется."
    jump uiytfrdcyver2
label uiytfrdcyver2:
    hide un with byso
    "Константин решил остаться в гордом одиночестве."
    stop music fadeout 2
    th "Ну а толку то?{w=1} В одиночестве отдохну."
    th "{cps=15}И в одиночестве сдохну.{/cps}"
    th "Фундаментальное и образующее выражение всей моей жизни..."
    scene bg ext_dining_hall_away_day with byso
    "Константин со своим отрядом дошёл до столовой."
    th "М-м-м, надеюсь тут не такая еда, как в офисном кафетерии."
    stop ambience
    play sound in_vosp
    play music sab
    scene bg kefetery
    show shum_white
    with flash
    "Константин молча ел отвратительную рисовую кашу за 50 рублей."
    "После бессонной ночи за работой Константин ел только для того, чтоб не заработать истощение."
    od "Приветик.{w=1} Я Оля, твоя новая коллега.{w} Мы будем работать вместе."
    "Константин неторопливо поднял красные от компьютера глаза и стал сверлить собеседницу взглядом."
    kt "Ну привет. Чего тебе?"
    "Настроение у Ольги упало и она молча подсела к Константину."
    od "Чего такой грустный?"
    th "Хуй сосал невкусный!"
    kt "Тебя это не волнует."
    od "Ладно, как знаешь."
    "На радость Константина Сахарова покинула место рядом с ним, а он потерял аппетит и, выкинув кашу, направился на рабочее место."
    stop music
    play ambience ambience_dining_hall_full
    hide shum_white
    scene bg int_dining_hall_people_day
    with byso
    play sound dvizh
    "Войдя в столовую, Константин мигом взял поднос с едой и занял свободный одиночный столик."
    th "Фух, успел..."
    "Места вокруг него потихоньку заполнялись разными людьми."
    "На обед был борщ и гречка с котлетой."
    "Так-же, жидкость схожая с компотом.{w=1} Константин отпил немного."
    th "Баланда.{w=1} Можно пива?"
    "Смирившись с безысходностью этой ситуации он начал уплетать борщ."
    th "А борщ вот ничего так.{w=1}.. Давно не ел хорошего борща."
    th "Всё-таки тут не плохо.{w=1} Лампово в кой-то мере."
    play music music_list["heather"]
    show image tl_normal with byso
    "К Константину подошёл невероятно убогий пионер, похожий на его бывшего начальника."
    tl "Извини, ты сел на моё место, можешь найти другое?"
    th "Ну начинается, только задумался о том...{w} {cps=15}Это что за чучело?{w=1} Неужели Анатолий Сергеевич?{/cps}"
    "Лицо Константина перекорёжило."
    kt "Слушай, чудище, ты нахера сюда пришло?"
    kt "Видишь, человек ест, значит аппетит не порти своей мордой, уродец."
    tl "Но это..."
    "Константин усмехнулся."
    kt "Короче, либо ты уйдёшь, либо я встану и тебя провожу."
    hide image tl_normal
    show image tl_angry
    with byso
    hide image tl_angry with byso
    stop music fadeout 2
    "Пионер решил выбрать первый вариант."
    th "М-да, всё как раньше..."
    th "Я то помню свои лагеря.{w}.. Психику сносит как листья на ветру."
    th "Ежедневные издевательства, атмосфера ненависти и утреннего перегара."
    "Константин доел борщ и начал есть второе."
    th "А может я и не один тут из моего мира?"
    "Константин отломил кусок котлеты и задумался."
    th "Да не, бред какой-то."
    th "Хотя, наличие тут Ромы меня напрягает, причем довольно сильно."
    th "Даже братом меня зовёт...{w=1} Словно копия со старого ксерокса...{w=1} Хотя в той жизни он был тем ещё мудилой."
    play music music_list["everyday_theme"]
    show mt normal pioneer with byso
    "К столику Константина подошла вожатая."
    mt "Приятного аппетита."
    th "М-да, а вот эта от реальной Сахаровой она ничем не отлична.{w=1} Хотя какую из них можно назвать реальной..."
    kt "Да, спасибо.{w=1} Вы что-то хотели?"
    show mt smile pioneer with byso
    mt "Да.{w=1} Сегодня у тебя разгрузочный день.{w} Ознакомься с клубами и реши, куда пойдёшь."
    kt "А вариант никуда не вступать есть?"
    "Протянул Константин, доедая котлету."
    show mt angry pioneer with byso
    "Вожатой не понравилась то, что она услышала."
    mt "Или же я выберу за тебя.{w=1} Не думаю, что тебе этого хочется.{w} Порядочный пионер должен заниматься отрядной деятельностью!"
    th "Не знаю-не знаю.{w=1} Мне как-то плевать."
    th "Да и вообще, с каких пор её начало волновать хоть что-то кроме собственного маникюра..."
    kt "Ладно. А где они находятся?"
    show mt smile pioneer with byso
    "Для поддержки диалога спросил он, доедая гречку."
    mt "Поспрашивай у ребят из твоего отряда.{w} У нас 5 клубов.{w=1} Кибернетика, музыка, спорт, литература и наставничество."
    kt "Хорошо.{w=1} Сейчас и пойду выбирать."
    th "Ага, пойду.{w=1} Дважды!"
    show mt grin pioneer with byso
    "Вожатая улыбнулась."
    mt "Вот и славно.{w} Увидимся на ужине."
    kt "До свидания."
    hide mt with byso
    stop music fadeout 2
    "Вожатая направилась мыть мозги другим пионерам, а Константин отнёс тарелки и вышел из столовой."
    th "Возможно с выражением «увидимся в следующей жизни» я поторопился..."
    play ambience ambience_camp_center_day
    jump vifejivdnsvifd
label unstol:
    play music music_list["my_daily_life"]
    "Константин тихо подошёл к Лене."
    kt "Привет, Лен.{w} Не против, если я с тобой пройдусь?"
    show un surprise pioneer with byso
    "Лена немного испугалась, когда Константин к ней обратился."
    un "Д-да, ничего, давай."
    show un shy pioneer with byso
    un "А можно тебя Костя звать?"
    "Неловко спросила Лена."
    kt "Вообще, для остальных я Константин, но ты можешь и так."
    show un smile pioneer with byso
    "С усмешкой проговорил Константин, после чего Лена легко улыбнулась."
    un "Хорошо."
    "Константин вспомнил ту историю на площади."
    kt "Ну как, ты сдала книжки?"
    show un grin pioneer with byso
    un "Да, всё хорошо.{w=1} Спасибо за беспокойство..."
    show bg ext_dining_hall_away_day with byso
    show un surprise pioneer with byso
    "К тому моменту они уже дошли до столовой."
    un "У тебя же нет места в столовой."
    "Лена так это сказала, словно это была довольно серьёзная проблема."
    kt "А это проблема?"
    show bg ext_dining_hall_near_day
    show un normal pioneer
    with byso
    un "Ну, да.{w=1} Сесть обычно некуда."
    show un shy pioneer with byso
    un "Если хочешь, сядь со мной..."
    kt "Да, почему нет."
    scene bg int_dining_hall_people_day
    show un normal pioneer
    with byso
    play ambience ambience_dining_hall_full
    "Они вошли в столовую."
    "Столовая не представляла собой ничего необычного."
    th "В школе была похожая.{w}.. Если вообще не такая-же."
    "Константин и Лена встали на раздачу."
    th "Уж чего-чего, а очереди точно такие-же."
    "Взяв еду, они направились к столу."
    "Сев за стол, Константин стал осматривать содержимое своего подноса."
    "На обед был борщ и гречка с котлетой."
    "Так-же, жидкость схожая с компотом."
    th "М-м, видимо портвейн был лучшим напитком, что я выпил до конца своей жизни.{w}.. Хотя что из этого жизнь?"
    "Константин вспомнил про свои манеры."
    kt "Приятного аппетита!"
    show un smile pioneer with byso
    un "Приятного..."
    th "И когда в последний раз я говорил эту фразу?{w=1} Лет 5 назад?{w=1} И то как минимум..."
    "Константин начал потихоньку хлебать борщ."
    th "Неплохо, давно не ел хорошего борща."
    th "А всё-таки тут не плохо. Лампово даже скажу..."
    th "И нормальные люди найдутся."
    "Константин поймал на себе любопытный взгляд Лены."
    th "Хм, а может вспомнить что такое нормальный диалог?"
    kt "Слушай, а где этот лагерь находится?"
    th "Чё я навалил?..."
    show un shy pioneer with byso
    "Лена задумалась об этом."
    un "Не знаю..."
    th "..."
    th "Ладно?..."
    th "Чтоб спросить?.."
    window hide
    menu:
        "Как ты относишься к другим пионерам?":
            $ renpy.block_rollback()
            show un normal pioneer with byso
            $ unscore -= 1
            "Лену смутил этот вопрос."
            un "Вполне нормально."
            "Неловко ответила она. Константин осознал, что тема для разговора так себе."
            th "Да уж, нашёл о чём с тихой девочкой поговорить..."
            "В неловком молчании они продолжили есть."
            jump vuybhinfesbi
        "Что ты можешь рассказать о лагере?":
            $ renpy.block_rollback()
            show un normal pioneer with byso
            un "Вполне хороший лагерь. Тут довольно весело."
            kt "А что тут весёлого?"
            un "Не знаю...{w=1} Не так редко проходят разные интересные события."
            "Лена глянула в сторону."
            un "Но далеко не всегда."
            "Неловко ответила она. Константин осознал, что тема для разговора так себе."
            th "Да уж, нашёл о чём с тихой девочкой поговорить..."
            "В неловком молчании они продолжили есть."
            jump vuybhinfesbi
        "Задумывалась ли ты, каково в других мирах?":
            $ renpy.block_rollback()
            $ unscore += 1
            th "Чё я опять выдал?"
            show un grin pioneer with byso
            "Лена улыбнулась."
            un "Да, не редко об этом думаю."
            th "Хотя нет, принято..."
            un "Книжку недавно читала.{w} Может захочешь почитать?"
            kt "Что за книжка?"
            un "Она называется «Цена грехов»."
            th "Та самая книжка..."
            kt "О чем она?"
            un "В ней рассказывают об одном грешнике по имени Семён, которого отправили на исправление в рай."
            th "Семён?{w=1} Наводит на мысли..."
            kt "Исправление в раю?"
            show un smile pioneer with byso
            "Лена утвердительно кивнула."
            un "Да, я тоже удивилась.{w=1} Эту книгу я нашла в подвале библиотеки."
            un "По сути, это только первый том."
            kt "Дай мне потом почитать.{w} Заинтересовала теперь меня эта книга."
            "Лена радостно кивнула головой."
            "Они продолжили есть."
            jump vuybhinfesbi
        "Чем любишь заниматься?":
            $ renpy.block_rollback()
            $ unscore += 1
            show un smile pioneer with byso
            un "Я люблю заниматься своим литературным клубом.{w} Хоть в нём только я и Женя..."
            "Рассказала она с приятной улыбкой."
            kt "А чем вы занимаетесь там?"
            un "Мы пишем стенгазеты, рецензии на интересные книги и раздаём их заинтересованным."
            kt "Неплохо.{w=1} Сможешь мне подобрать книжечку?"
            un "Хорошо, я посмотрю."
            "Несмотря на свою внешнюю замкнутость, Лена разговорилась."
            show un shy pioneer with byso
            un "Ты любишь читать?"
            kt "Не то что бы я невероятно активный читатель, но иногда люблю почитать что-нибудь душевное."
            "Константин сильно соврал." 
            "С детства он читал мало, а в ближайшие несколько лет он читал только по работе и лишь иногда почитывал мангу и пасты на бордах."
            show un grin pioneer with byso
            un "Это хорошо...{w=1} Приходи как-нибудь к нам в библиотеку, мы подберём тебе достойное чтиво."
            "Своей улыбкой ей даже удалось убедить в этом Константина."
            th "Хентай-мангу по пионерской повседневности и немного гуро тоже можно.{w} Заверните обе короче."
            kt "Хорошо."
            "Они продолжили есть."
            jump vuybhinfesbi
label vuybhinfesbi:
    show un normal pioneer with byso
    play music music_list["everyday_theme"]
    "К их столику подошла вожатая."
    show mt smile pioneer at fleft with byso
    mt "Здравствуйте, пионеры."
    "Лена не обратила особого внимания на появление вожатой."
    kt "Здравствуйте. {w=1}Вы что-то хотели?"
    mt "Да.{w=1} Сегодня у тебя разгрузочный день.{w} Ознакомься с клубами и реши, куда пойдёшь."
    kt "А вариант остаться на стороне ведьмачьего нейтралитета есть?"
    "Уточнил Константин, доедая котлету."
    show un smile pioneer
    show mt angry pioneer at fleft
    with byso
    "Лена усмехнулась, несмотря на то что даже в теории не могла понять смысла шутки, но вожатой не понравилась то, что она услышала."
    mt "Или же я выберу за тебя.{w=1} Не думаю, что тебе этого хочется."
    th "Не знаю-не знаю.{w=1} Мне как-то плевать."
    kt "Ладно.{w=1} А где они находятся?"
    "Для поддержки диалога спросил он, доедая гречку."
    show mt normal pioneer at fleft with byso
    mt "Поспрашивай у ребят из твоего отряда.{w} У нас 5 клубов.{w=1} Кибернетика, музыка, спорт, литература и наставничество. {w=1}Вот, например, можешь с Леной поговорить про литературный клуб."
    show un shy pioneer with byso
    kt "Хорошо.{w=1} Сейчас и поговорю."
    th "Мне ж с ней больше не о чем поговорить..."
    show mt smile pioneer at fleft with byso
    "Вожатая улыбнулась."
    mt "Вот и славно.{w=1} Увидимся на ужине."
    kt "До свидания."
    show un smile pioneer
    hide mt
    with byso
    "Вожатая ушла.{w=1} Лена с усмешкой посмотрела на Константина."
    kt "Да, не удивляйся, я ведьмак во втором колене."
    "Она наверняка даже и не знала, кто такой великий Геральт из Ривии, но посыл был понятен."
    show un normal pioneer with byso
    "Лена поняла, что слишком заулыбалась и вернула лицо в стандартное состояние."
    "Константин доел свою порцию и задумался."
    th "И я ловлю себя на мысли о том, что тут слишком хорошо чтоб возвращаться домой."
    th "Тут тебе нет ни отвратительной работы."
    th "Ни полуфабрикатов, которыми травишься каждый день."
    th "Ни гнилых людских умов, что наполнены лишь жадностью, да эгоизмом."
    th "С моей стороны, конечно, это максимально некорректно судить за подобное, но всё же."
    th "Как же тут хорошо!"
    "В это время Лена тоже сидела и думала о чем-то своём.{w=1} Доев свою порцию она стала собирать тарелки."
if unscore > 0:
    window hide
    menu:
        "Ладно, увидимся позже?":
            $ renpy.block_rollback()
            $ unscore += 1
            show un smile pioneer with byso
            un "Хорошо. До скорой встречи."
            "Лена взяла свой поднос."
            kt "До скорой."
            hide un 
            with byso
            stop music fadeout 3
            "Лена ушла. {w=1}Константин, посидев некоторое время за столом отправился убирать посуду."
            play ambience ambience_camp_center_day
            jump vifejivdnsvifd
        "Не против пройтись?":
            $ renpy.block_rollback()
            show un shy pioneer with byso
            "Лена покраснела."
            un "Н-нет. Я сейчас не могу. Мне надо в клубе помогать."
            kt "Ладно-ладно. Увидимся на ужине?"
            un "Х-хорошо."
            "Лена взяла свой поднос."
            kt "До скорой."
            hide un 
            with byso
            stop music fadeout 3
            "Лена ушла.{w} Константин, посидев некоторое время за столом отправился убирать посуду."
            play ambience ambience_camp_center_day
            jump vifejivdnsvifd
else:
    kt "Ладно, увидимся позже?"
    show un smile pioneer with byso
    un "Хорошо.{w=1} До скорой встречи."
    "Лена взяла свой поднос."
    kt "До скорой."
    hide un with byso
    "Лена ушла.{w=1} Константин, посидев некоторое время за столом отправился убирать посуду."
    th "Ладно, с ней, видимо, не задалось."
    play ambience ambience_camp_center_day
    jump vifejivdnsvifd
label dvstol:
    play music music_list["glimmering_coals"]
    "Константин пустил в ход классический розыгрыш: ткнул Алисе в плечо слева, а подошёл справа."
    show dv shocked pioneer2 with byso
    "Как не странно, Алиса на это повелась и пыталась найти того, кто её ткнул."
    kt "Я тут."
    show dv smile pioneer2 with byso
    dv "Ха-ха.{w=1} Смешно."
    "Сказала она с улыбкой."
    kt "Как насчет совместного обеда?"
    dv "Я не против. {w=1}Сядешь со мной, хоть разбавишь компанию Ульянки."
    th "Только не это чудо..."
    kt "А у вас типа рассадка в столовке?"
    scene bg ext_dining_hall_away_day
    show dv grin pioneer2
    with byso
    dv "Ага, все верно.{w=1} Если нарушишь, надают по шапке."
    scene bg int_dining_hall_people_day
    show dv normal pioneer2
    with byso
    play ambience ambience_dining_hall_full
    "Они вошли в столовую."
    "Столовая не представляла собой ничего необычного."
    th "В школе была похожая.{w=1}.. Если вообще не такая-же."
    "Алиса и Константин стояли в очереди за едой, в то время, пока Ульяна охраняла место."
    "Константин глянул на Ульянку и её попытки охранять место от других, после чего вздохнул."
    kt "Осторожно, злая собака..."
    show dv smile pioneer2 with byso
    dv "Ага, это точно.{w=1} В прошлый раз чуть Толика не сгрызла за то что он захотел место занять."
    kt "Как бы она меня не сгрызла..."
    "Алиса усмехнулась и взяла 2 подноса: себе и Ульянке.{w=1} Константин взял себе еды и отправился за ней."
    hide dv
    show dv smile pioneer2 at right
    show us normal pioneer at left
    with byso
    stop music fadeout 2
    "Сев за стол, Константин стал осматривать содержимое своего подноса."
    "На обед был борщ и гречка с котлетой."
    "Так-же, жидкость схожая с компотом."
    th "М-м, видимо портвейн был лучшим напитком, что я выпил до конца своей жизни.{w}.. Хотя что из этого жизнь?"
    "Константин вспомнил про свои манеры."
    kt "Приятного аппетита!"
    show dv grin pioneer2 at right with byso
    dv "Приятного."
    show us dontlike pioneer at left with byso
    play music music_list["heather"]
    "Константин почувствовал на себе недовольный взгляд Ульяны."
    us "И чё ты тут приземлился, новичок?"
    "Он немного удивился такой речи из уст милой девочки."
    kt "Ты чё чешешь так кучеряво?{w=1} Базар фильтруй."
    show us smile pioneer at left with byso
    "Ульянка сразу сменила тон речи."
    us "Да так бы и сказал что свой."
    us "Неужели тут Алиса себе жениха нашла?"
    "Процедила Ульянка с тонкой усмешкой, несвойственной её возрастной категории."
    show dv smile pioneer2 at right with byso
    "В ответ на эти слова Алиса покраснела."
    window hide
    menu:
        "Завидуй молча, мелкая.":
            $ renpy.block_rollback()
            show us grin pioneer at left with byso
            us "Ха-ха-ха, тили-тили-тесто, жених и невеста."
            "Припеваючи повторяла Ульяна, вгоняя Алису в краску."
            "Константин понял, что продолжать этот диалог бессмысленно и стал есть суп."
        "Нет, да и не твоего ума дело.":
            $ renpy.block_rollback()
            show dv sad pioneer2 at right with byso
            us "Да-да, так я тебе и поверила!"
            show us grin pioneer at left with byso
            "Усмехнулась Ульянка."
            us "Ха-ха-ха, тили-тили-тесто, жених и невеста."
            "Припеваючи повторяла Ульяна, вгоняя Алису в краску."
            "Константин понял, что продолжать этот диалог бессмысленно и стал есть суп."
        "Тогда тебе вот того парня в женихи.":
            $ renpy.block_rollback()
            show image tl_normal at fleft with byso
            "Константин указал на уродливого парня, чем-то похожего на его бывшего начальника, что сидел за соседним столиком."
            show us calml pioneer with byso
            us "Только не Толя!"
            us "Фу-у-у."
            hide image tl_normal
            show image tl_angry at fleft
            with byso
            "Упомянутый пионер судя по всему всё слышал и с неприятным взглядом продолжил есть."
            hide image tl_angry
            show dv grin pioneer2 at right
            with byso
            "Алиса усмехнулась."
            "Константин подмигнул Алисе и стал есть суп."
            th "Толя.{w}.. Начальник. Неужели он?"
            th "Слишком много вопросов...."
    show us smile pioneer at left
    show dv smile pioneer2 at right
    with byso
    "Спустя пары минут молчания Константин доел суп и глянул на Ульянку."
    "Её тарелка была чистая и она допивала компот."
    kt "А язву не страшно так получить?"
    show dv grin pioneer2 at right with byso
    "После слов Константина Алиса ожила и усмехнулась."
    dv "Да нет, Ульянка как ракета, да только сопла по бокам."
    show us grin pioneer at left with byso
    "Ульяна хихикнула."
    us "Это точно. {w}Ладно, я оставлю вас, молодожены.{w=1} Мне заниматься надо."
    stop music fadeout 2
    kt "Да-да беги уже."
    show us smile pioneer at left with byso
    hide us
    hide dv
    show dv normal pioneer2 at center
    with byso
    "Ульяна схватила тарелки и улетела за считанные секунды."
    kt "М-да, и тебе с ней нормально сидеть?"
    show dv smile pioneer2 with byso
    dv "Да я тебе больше скажу - я с ней живу в одном домике."
    dv "Но она мне как младшая сестра.{w=1} Не могу с ней не общаться."
    kt "Понятно."
    "Спустя минуту Алиса и Константин доели свои порции."
    play music music_list["that_s_our_madhouse"]
    "К их столику подошла вожатая."
    show mt grin pioneer at fright
    show dv normal pioneer2
    with byso
    mt "Здравствуйте, пионеры."
    "Вожатая с презрением глянула на Алису."
    kt "Здравствуйте.{w=1} Вы что-то хотели?"
    mt "Да.{w=1} Сегодня у тебя разгрузочный день.{w} Поговори с главами клубов и реши, куда пойдёшь."
    kt "А Алиса в каком клубе?"
    show dv shy pioneer2
    show mt angry pioneer at fright
    with byso
    "Ради интереса спросил Константин.{w=1} Алиса немного смутилась от такого интереса к её персоне, но вожатой не понравилась то, что она услышала."
    mt "Ни в каком.{w} Но ты должен выбрать."
    th "Не знаю-не знаю.{w=1} Мне как-то плевать."
    kt "Ладно.{w=1} А где они находятся?"
    "Для поддержки диалога спросил он, доедая гречку."
    show mt normal pioneer at fright
    show dv normal pioneer2
    with byso
    mt "Кибернетика, музыка, спорт, литература и наставничество.{w} Вон, например, можешь с Леной поговорить про литературный клуб."
    "Вожатая показала на девочку с которой Константин столкнулся на площади."
    kt "Хорошо. Как нибудь поговорю."
    th "Мне ж заняться нечем, да Сахарова?"
    show mt smile pioneer at fright with byso
    "Вожатая улыбнулась."
    mt "Вот и славно.{w=1} Увидимся на ужине."
    kt "До свидания."
    hide mt
    show dv grin pioneer
    with byso
    stop music fadeout 2
    "Вожатая ушла.{w=1} Алиса усмехнулась ей в след."
    kt "Что ты такого вожатой сделала, что она теперь тебя так не любит?"
    show dv shocked pioneer2 with byso
    dv "А откуда ты знаешь?"
    kt "Да по её виду понятно, что она хочет тебя расщепить на атомы.{w=1} Откуда ещё знать?"
    "С усмешкой подчеркнул Константин"
    show dv smile pioneer2 with byso
    dv "Ой, да я много чем ей не угодила.{w} Она даже решила не распределять меня ни в какой клуб."
    kt "Почему?"
    dv "Ну вот не нравлюсь я ей по природе своей, чего сказать то?"
    "Сказала Алиса с усмешкой, собирая тарелки."
    kt "Ладно, увидимся позже?"
    show dv normal pioneer2 with byso
    dv "Хорошо.{w=1} До скорого."
    "Алиса взяла свой поднос."
    kt "До скорой."
    hide dv with byso
    th "Ну не знаю... Как-то мне с Алисой нечего ловить..."
    "Алиса ушла. Константин, посидев некоторое время за столом отправился убирать посуду."
    play ambience ambience_camp_center_day
    jump vifejivdnsvifd
label mistol:
    play music music_list["she_is_kind"]
    "Константин подошел к Мику и покашляв обозначил своё присутствие."
    show mi sad pioneer with byso
    mi "Привет.{w} Хотела ещё раз извиниться..."
    play sound sfx_pat_shoulder_hard volume 0.5
    show mi shy pioneer with byso
    "Константин схватил её за плечо. Мику это очень смутило."
    kt "Всё нормально.{w} Забудь эту ситуацию.{w=1} Я просто хочу с тобой пообщаться."
    mi "Х-хорошо."
    "Немного запнувшись ответила Мику.{w=1} Константин пошёл рядом с ней."
    show mi normal pioneer with byso
    kt "Расскажи лучше о себе.{w=1} Как ты попала в Россию..."
    kt "...СССР?"
    show mi serious pioneer with byso
    "Эта ошибка сильно удивила Мику, но она мигом об этом забыла и переключилась на поставленный вопрос."
    scene bg ext_dining_hall_away_day
    show mi smile pioneer
    with byso
    mi "Мы с семьёй сюда переехали из Японии ещё когда я была маленькой."
    mi "А тут меня все так зовут, поскольку я могу говорить на обоих языках."
    kt "А проблем с этим нет?{w} СССР ведь воевало с Японией."
    show mi dontlike pioneer with byso
    "Мику отвела взгляд."
    mi "Да как раз есть.{w=1} Далеко не все хотят со мной дружить и в свои 18 лет у меня толком нет друзей."
    kt "Понятно, неприятно."
    scene bg ext_dining_hall_near_day
    show mi smile pioneer 
    with byso
    "Мику самоиронично усмехнулась."
    mi "Это точно."
    play ambience ambience_dining_hall_full fadein 3
    scene bg int_dining_hall_people_day
    show mi normal pioneer
    with byso
    mi "Ты же ещё не был в столовой?"
    kt "Нет, а что?"
    mi "Да просто тут у всех есть свои места.{w=1} И если ты ни к кому не сможешь подсесть, то можешь сесть со мной."
    kt "Я и не против с тобой ещё посидеть.{w} Мне есть о чем с тобой поговорить."
    show mi shy pioneer with byso
    "Мику смутилась."
    mi "Хорошо, давай."
    show mi normal pioneer with byso
    "Они встали в очередь на раздаче."
    kt "Хотел спросить где ты так хорошо научилась играть на фортепиано."
    show mi normal pioneer with byso
    mi "Почему же сразу хорошо?{w} Я самоучка и не думаю что у меня особо хорошо это выходит."
    kt "Ну, выходило бы плохо, я бы сейчас с тобой об этом не говорил."
    show mi smile pioneer with byso
    mi "Тоже верно."
    "Она взяла еду, подождала Константина и они пошли за столик."
    "Сев за стол, Константин стал осматривать содержимое своего подноса."
    "На обед был борщ и гречка с котлетой. Так-же, жидкость схожая с компотом."
    th "М-м, видимо портвейн был лучшим напитком, что я выпил до конца своей жизни.{w}.. Хотя что из этого жизнь?"
    "Константин вспомнил про свои манеры."
    kt "Приятного аппетита!"
    show mi happy pioneer with byso
    mi "Спасибо, тебе тоже."
    "Константин и Мику принялись есть."
    stop music fadeout 2
    "К их столику подошла вожатая."
    show mt normal pioneer at fright
    show mi normal pioneer with byso
    with byso
    play music music_list["everyday_theme"]
    mt "Здравствуйте, пионеры."
    kt "Здравствуйте.{w=1} Вы что-то хотели?"
    show mt smile pioneer at fright with byso
    mt "Да.{w=1} Сегодня у тебя разгрузочный день.{w} Поговори с главами клубов и реши, куда пойдёшь."
    kt "Какие клубы?"
    show mi smile pioneer with byso
    "Спросил Константин чтоб поддержать диалог.{w=1} Он ощутил на себе любопытный взгляд Мику."
    show mt normal pioneer at fright with byso
    mt "Кибернетика, музыка, спорт, литература и наставничество.{w} Вот, например, можешь с Мику поговорить про музклуб."
    kt "Хорошо.{w=1} Поговорю."
    th "Мне ж с ней говорить больше не о чем."
    show mt grin pioneer at fright with byso
    "Вожатая улыбнулась."
    mt "Вот и славно.{w=1} Увидимся на ужине."
    kt "До свидания."
    hide mt with byso
    "Вожатая ушла. Мику продолжала смотреть на Константина."
    show mi happy pioneer with byso
    mi "Так что думаешь про музклуб?"
    kt "Смешанные чувство. {w}С одной стороны я умею только на гитаре пару мелодий побрынькать."
    kt "С другой стороны твой пример вполне может вполне меня мотивировать."
    show mi smile pioneer with byso
    "Мику улыбнулась от этого комплимента."
    mi "Хорошо, мало-ли надумаешь немного музыкой позаниматься."
    window hide
    menu:
        "Короче, может и да, ещё увидим.":
            $ renpy.block_rollback()
            mi "Ну ладно, я подожду."
            show mi normal pioneer with byso
            "Мику грустно пожала плечами."
            mi "Всё равно я одна в клубе."
        "Да на самом деле если упростить, то я не умею играть вовсе.":
            $ renpy.block_rollback()
            $ miscore += 1
            show mi grin pioneer with byso
            mi "Да ничего, я на всём играть умею."
            "С немного горделивой улыбкой похвасталась Мику."
            mi "На чем угодно научу играть, ты только попроси."
            th "Меня удивляет насколько она добра.{w=1} Надеюсь в её доброте нет подвоха."
        "Скорее нет чем да.":
            $ renpy.block_rollback()
            $ miscore -= 1
            show mi sad pioneer with byso
            kt "Я не люблю сам играть."
            mi "Ну ладно, одна в клубе побуду."
            "Мику грустно пожала плечами."
            mi "Всё равно заходи послушать как-нибудь."
    "Доев борщ, Константин глянул на Мику."
    kt "Как тебе русская кухня, нравится?"
    show mi dontlike pioneer with byso
    mi "Да так себе. Мне больше нравится что-нибудь поострее."
    mi "Вот например греча. Абсолютно нейтральная пища.{w} Подсолишь - будет гарнир, подсластишь - будет десерт."
    mi "А ты пробовал японскую кухню?{w}... А, хотя да, в СССР с эти проблема..."
    kt "Да, пробовал. У меня дядя высоко стоит, потому и довелось."
    "Без каких явных признаков лжи выдумал Константин."
    show mi smile pioneer with byso
    mi "Круто..."
    "Константин к тому моменту уже доел второе и стал собирать тарелки."
if miscore > -1:
    window hide
    menu:
        "Ладно, увидимся позже?":
            $ renpy.block_rollback()
            show mi normal pioneer with byso
            mi "Хорошо. Заходи как-нибудь."
            "Неловко проговорила она, доедая котлету."
            kt "До скорой."
            stop music fadeout 2
            "Константин сдал посуду и вышел из столовой."
            hide mi with byso
            play ambience ambience_camp_center_day
            jump vifejivdnsvifd
        "Ладно, может пройдёмся?":
            $ renpy.block_rollback()
            $ miscore += 1
            show mi normal pioneer with byso
            mi "Нет, извини, сейчас мне Алиса должна вернуть гитару.{w=1} Надо эту гитару настроить, а то Алиса будет недовольна."
            kt "Ладно, тогда увидимся на ужине?"
            "Мику посмотрела в глаза Константина."
            show mi shy pioneer with byso
            mi "Давай после ужина ко мне в клуб?{w=1} Поиграем немного..."
            kt "Может быть.{w=1} Увидимся."
            stop music fadeout 2
            "Константин сдал посуду и вышел из столовой."
            hide mi with byso
            play ambience ambience_camp_center_day
            jump vifejivdnsvifd
else:
    kt "Ладно, увидимся позже?"
    show mi normal pioneer with byso
    mi "Хорошо.{w=1} Заходи как-нибудь."
    "Сказала она, доедая котлету."
    kt "До скорой."
    stop music fadeout 2
    th "Ладно, не задалось с ней общение."
    "Константин сдал посуду и вышел из столовой."
    hide mi with byso
    play ambience ambience_camp_center_day
    jump vifejivdnsvifd
label vifejivdnsvifd:
    scene bg ext_dining_hall_near_day with byso
    "Выйдя из столовой, Константин начал оглядываться в поисках места для покурить."
    th "После плотного обеда как говорится..."
    "Повертевшись на все 360, Константин не нашел укромного места."
    th "М-да, везде будет видно.{w=1} А перетянуться то хочется...{w=1} Закон Архимеда нарушать - плохо, разжиреешь..."
    play music music_list["get_to_know_me_better"]
    show sl smile pioneer with byso
    "Из столовой вышла Славя и улыбнулась при виде Константина."
    sl "Привет, Кость."
if negative > 2:
    th "Кости в супах вываривают!"
    jump vce9ovefpnjv
else:
    th "И снова здрасте..."
    jump vce9ovefpnjv
label vce9ovefpnjv:
    kt "Привет.{w=1} Чего тебе?"
    sl "Да я хотела тебя пригласить в клуб наставничества."
    kt "Я сильно похож на рассудительного и доброго человека?"
    show sl happy pioneer with byso
    sl "Вполне себе, по крайней мере сможешь таким стать!"
    "Гордо заявила Славя. Константину эта «гордость» казалась совершенно беспочвенной."
    kt "Я подумаю.{w=1} Мне бы ещё глянуть что у кибернытиков."
    show sl surprise pioneer with byso
    sl "Кибернытиков?"
    "Она явно не ожидала услышать такой неологизм."
    kt "То есть, кибернетиков. {w=1}Ладно, я пойду.{w=1} После еды расходиться хочу."
    show sl smile pioneer with byso
    sl "Ладно, давай."
    hide sl with byso
    stop music fadeout 2
    "Попрощалась Славя и помахала рукой уходящему Константину."
    th "Спасибо за одолжение."
    play sound light_inh
    "Константин отошёл за столовую, сел на пенёк и прикурил."
    th "Вот как можно быть такой душной?"
    th "Просто подходит и лепится ко мне.{w=1} Кто её просил?"
    play sound par
    show image prizrak_png with byso
    "Вдруг, рядом с Константином явился призрак."
    rng "Забыл тебе тогда сказать.{w=1} Увидимся во сне."
    hide image prizrak_png with byso
    "Константин вскочил на ноги от страха. {w=1}Сказав это, призрак дематериализовался."
    kt "А вот можно было просто подойти во сне и не устраивать нежданчик."
    kt "Неприятно как-бы."
    "Пробурчал Константин стряхивая пепел."
    th "Надо глянуть на Рому..."
    th "Если это реально он, то дело плохо.{w=1} Надо будет от него изолироваться...{w=1} а по мере возможности избавиться."
    scene bg ext_dining_hall_away_day with byso
    "Константин потушил сигарету и направился в сторону клубов."
    scene bg ext_square_day
    show image na_no
    with byso
    play music music_list["mystery_girl_v2"]
    "На площади он встретил странную низкую пионерку, которая кого-то напоминала."
    stop ambience
    play ambience ambience_cold_wind_loop
    play sound in_vosp
    scene bg semen_room
    show shum_white
    with flash
    na "Как тебе мой костюмчик?"
    ks "Тебе очень идёт!"
    na "Ой, да ты мне врёшь!"
    stop ambience
    play ambience ambience_camp_center_day
    play sound out_vosp
    play sound in_vosp
    hide shum_white
    scene bg ext_square_day
    show image na_no
    with flash
    th "Кого-то ты мне напоминаешь..."
    hide image na_no
    show image na_gu
    with byso
    play sound dissapearance
    hide image na_gu with fl_fast
    stop music fadeout 2
    "Константин пошёл в её сторону, но девочка, ощутив взгляд Константина на себе испарилась."
    kt "Что за черт?"
    "Случайно обронил Константин."
    rm "Что у тебя такое?"
    th "Опять ты?"
    play music music_list["faceless"]
    show image rm_sm with byso
    "Константин глянул в сторону и увидел своего брата, Рому."
    rm "Рад тебя видеть, братец!{w=1} Как тебя сюда занесло?"
    kt "А я вот не очень рад.{w} Как там дача дедушки?{w=1} Продал?"
    hide image rm_sm
    show image rm_su
    with byso
    rm "Дача дедушки?{w=1} Ты о чем?"
    "На лице Ромы явилось весьма правдоподобное удивление."
    th "Неужели этого ещё не было..."
    stop ambience
    play sound in_vosp
    play music exodus
    hide image rm_su
    scene bg sud
    show shum_white
    with flash
    sd "По наследству, выписанному Коваленко Валерием Юрьевичем его дача отныне принадлежит Роману, не вам, Константин."
    kt "Как не мне?{w=1} Не может быть!{w} Рома даже и рядом с ним не стоял.{w=1} Я был с дедушкой 5 лет до его смерти!"
    rm "Видимо, твоя стратегия отобрать дачу у его любимого внука не удалась."
    "Усмехнулся он и принялся писать бумаги."
    kt "Да как ты смеешь, падальщик!"
    scene bg ext_square_day
    show image rm_su
    with flash
    play ambience ambience_camp_center_day
    play music music_list["faceless"]
    play sound out_vosp
    kt "Не о чем.{w=1} Напомни, когда мы в последний раз встречались?"
    rm "В смысле, мы с тобой не виделись года 3!"
    th "Года 3?{w=1} Видимо, это ненастоящий Рома..." 
    kt "Вспомнишь при каких обстоятельствах?"
    rm "Да не при самых приятных, вроде бы наши родители судились.{w=1} Как же ты не помнишь?"
    th "Хотя может и он, но его память изменена.{w=1} Суд был, но только не между нашими родителями..."
    kt "Извини, бывает память подводит."
    hide image rm_su
    show image rm_sm
    with byso
    rm "Ладно, всё норм.{w=1} Не хочешь к нам в клуб кибернетиков вступить?"
    th "Ага, конечно, сию секунду."
    kt "Нет, дружище, не хочу."
    rm "Ладно, надумаешь, приходи, а меня ждёт Электроник.{w=1} До скорой, братец!"
    kt "Ага, давай."
    "Бесчувственно протянул Константин."
    hide image rm_sm
    with byso
    "Рома убежал в сторону клубов.{w=1} Константин присел на скамейку."
    th "И всё-же, какая чертовщина."
    th "Вчера я возвращался со своей работы, был признан одним из самых жестоких террористов, перебив весь офис и троих при исполнении..."
    th "Потом, Генда прошил мне голову из пистолета."
    th "Заключил в мистическом советском лагере и сегодня..."
if negative == 3:
    th "Я трачу уже новую жизнь в новом месте и теле."
    jump owpfhuvo9fwuhvwo9
else:
    th "Я флиртую с пионерками, сам не отдавая себе отчёт в своих действиях."
    jump owpfhuvo9fwuhvwo9
label owpfhuvo9fwuhvwo9:
    th "Хотя ладно, бывает наверное..."
    stop music fadeout 3
if mirp == 2 and miscore > 0:
    jump evenwithmi2
else:
    "Константин встал со скамейки и пошёл туда, куда глаза глядят."
    jump skip84e392014
label evenwithmi2:
    play music music_list["she_is_kind"]
    mi "А вы с Ромой братья?"
    show mi upset pioneer with byso
    "Константин вздрогнул от вмешательства в его мысли и, развернувшись увидел Мику."
    kt "Да, двоюродные."
    "Мику села рядом на скамейке."
    mi "Понятненько.{w=1} У меня вот вообще ни братьев ни сестер."
    kt "А это разве плохо?"
    show mi sad pioneer with byso
    mi "Как по мне, да, мне немного одиноко..."
    kt "Лично я не в лучших с ним отношениях.{w=1} Вообще не особо хочу его когда-либо видеть."
    mi "Грустно.{w=1} Давай не будем о грустном."
    show mi normal pioneer with byso
    "Мику воодушевлённо встала со скамьи."
    mi "Я пришла тебя пригласить в свой музклуб.{w=1} Что думаешь?"
    th "С Мику хоть немного весело, да и её оптимизм пойдёт мне на пользу."
    kt "А давай.{w} Буду с тобой в клубе."
    show mi happy pioneer with byso
    "Мику засияла от счастья."
    mi "Прекрасно!{w=1} Тогда пошли в клуб, посмотрим, на что ты способен."
    "Они направились в клуб."
    kt "Да, честно говоря ни на что.{w=1} Я не умею ни на чем играть."
    show mi smile pioneer with byso
    mi "Это не важно.{w=1} Я - универсал, на чем хочешь играть научу."
    kt "Круто, что сказать."
    scene bg ext_musclub_day
    show mi normal pioneer
    with byso
    "Они подошли к клубу."
    show mi upset pioneer with byso
    "Судя по виду Мику, она ещё раз вспомнила про ситуацию с дверью."
    mi "Я это.{w=1}.. Ещё раз извиняюсь."
    "Константин заразительно усмехнулся."
    kt "Да хватит уже, всё нормально!"
    show mi happy pioneer with byso
    mi "Тогда ладно."
    "С улыбкой ответила Мику."
    play sound sfx_key_drawer
    "Мику достала ключи и открыла музклуб."
    scene bg int_musclub_day
    show mi grin pioneer
    with byso
    play ambience ambience_music_club_day
    play music music_list["i_want_to_play"]
    mi "Добро пожаловать в мой клуб."
    "Вокруг было множество разных инструментов.{w=1} От ударных до струнных."
    mi "Итак, на чем бы ты хотел научиться играть?"
    show mi smile pioneer with byso
    "С открытым любопытством спросила Мику, присев на рояль."
    kt "Хм..."
    th "Ну, неплохо было бы попросить урок на гитаре..."
    kt "Давай на гитаре что-ли?"
    "Мику встала с рояля и подошла к барабанам."
    "Из-за барабанной установки Мику достала 2 гитары."
    show mi normal pioneer with byso
    mi "Какая тебе больше нравится? Акустическая или электрическая?"
    kt "А ты умеешь на обоих играть?"
    mi "Да, но на электрической чуть хуже."
    mi "Это скорее Алиса на ней играет."
    th "Не-не, я с этой оторвой играть не буду."
    kt "Ладно, давай на акустике."
    show mi smile pioneer with byso
    mi "Прекрасно."
    "Мику с улыбкой отставила электро-гитару в сторону и взялась двумя руками за другую."
    mi "Многие считают освоение гитары непосильной задачей, на которую уходят долгие годы.{w=1} Отчасти это так, но только для тех кто хочет владеть инструментом на профессиональном уровне."
    mi "Поскольку мы не великие музыканты, нам профессиональный уровень не нужен, главное освоить азы."
    show mi happy pioneer with byso
    "Убедившись, что всё работает, Мику начала показывать Константину основные части гитары."
    show mi normal pioneer with byso
    mi "Большая часть называется декой.{w=1} К ней крепится гриф, оканчивающийся головкой с колками: с помощью них натягиваются струны."
    mi "Если гитара звучит неправильно, то смелее натягивай струны до нужного состояния."
    kt "А как понять, что струны в нужном положении?"
    mi "Хм, не знаю, как объяснить, но понимание будет с опытом.{w=1} Главное, чтоб струны звучали в унисон."
    play sound2 sfx_miku_song_learn1
    show mi happy pioneer with byso
    "Мику проиграла мелодию на гитаре."
    show mi smile pioneer with byso
    mi "Вот так."
    mi "Итак, теперь, разберёмся, как взять гитару в руки."
    play sound sfx_knock_door2
    stop music fadeout 2
    "В момент как гитара перешла в руки Константина, в дверь постучали."
    play sound2 sfx_open_door_squeak_2
    play music music_list["sunny_day"]
    hide mi
    show mi upset pioneer at right
    show sh normal pioneer at fleft
    show el normal pioneer at cleft
    with byso
    "Зашли Шурик и Электроник."
    show sh upset pioneer at fleft with byso
    sh "Ах ты!{w=1} Отбираешь у нас единственного мужчину из нашего кружка!"
    "Порицательно зашумел Шурик."
    sh "Ему будет куда интереснее в клубе кибернетики."
    th "Чего припёрлись клоуны..."
    kt "М-да, видимо я действительно единственный мужчина в нашем отряде."
    kt "Чё припёрся?"
    show sh normal pioneer at fleft with byso
    "Шурик засмущался, но ему на помощь пришёл Электроник."
    show el grin pioneer at cleft with byso
    el "Рома тебе передаёт, что тебе стоит пойти с нами в клуб кибернетики, а не тут на гитаре брынькать."
    show mi sad pioneer at right with byso
    "Подобные слова огорчили Мику.{w=1} Константин это заметил и нахмурился."
    kt "Дружище..."
    show el surprise pioneer close at cleft with byso
    "Константин отложил гитару и подошёл к Электронику."
    play sound sfx_pat_shoulder_hard
    "Положив ему руку на плечо, он продолжил."
    show el upset pioneer close at cleft
    show sh surprise pioneer at fleft
    with byso
    kt "Если я попрошу тебя передать ему по роже, стукнув тебе, ты передашь?"
    "Электроника напрягли подобные слова."
    kt "Я хочу поиграть на гитаре, расслабиться, а не с вами в одном помещении тухнуть за радиотехникой.{w} Мне личного опыта хватило"
    kt "Так что маршируй отсюда строевым шагом и дальше там лепи электросхемы с дешёвой пайкой, понятно?"
    el "Л-ладно.{w=1} Пойдём, Шурик."
    hide el
    show sh upset pioneer
    with byso
    "Шурик огорчённо протёр очки и направился к выходу."
    sh "Не стремишься, товарищ, к науке."
    window hide
    menu:
        "Ответить.":
            $ renpy.block_rollback()
            kt "Долго бубнить будешь, твоё лицо проявит стремление к тому, чтоб быть разбитым."
            show sh surprise pioneer at fleft with byso
            hide sh with byso
            "Шурик ускорился в движениях и покинул клуб."
        "Промолчать.":
            $ renpy.block_rollback()
            $ miscore += 1;
            hide sh with byso
            "Константин проигнорировал слова Шурика и сел обратно к Мику."
    stop music fadeout 2
    show mi upset pioneer at center with byso
    kt "М-да.{w=1} Найдутся же."
    mi "Обычно, как кто был новенький, приходили из других клубов и переманивали к себе."
    mi "Ты первый, кто остался тут."
    kt "Да в этом ничего такого.{w=1} Давай продолжим обучение гитаре."
    show mi normal pioneer with byso
    "Константин взял в руки гитару."
    "Спустя некоторый промежуток матчасти и обучения нотной грамоте, они перешли к практической части."
    mi "Хорошо, взял правильно.{w} Теперь давай разберёмся, как правильно играть."
    scene cg d4_mi_guitar with byso
    play sound sfx_miku_song_learn1
    "Мику взяла гитару и наиграла простую мелодию."
    mi "Понял, как пальцы двигать?"
    scene bg int_musclub_day
    show mi normal pioneer
    with byso
    kt "Хорошо, сейчас попробую."
    "Константин взял гитару и попробовал наиграть мелодию."
    play sound sfx_miku_song_learn2
    "Вышло откровенно говоря плохо."
    show mi smile pioneer with byso
    mi "Не страшно, пробуй ещё."
    "Так Мику попыталась ободрить Константина."
    play sound sfx_miku_song_learn1
    "Со второго раза у Константина всё вышло."
    show mi happy pioneer with byso
    mi "Прекрасно, теперь ещё раз."
    play sound sfx_miku_song_learn1
    "Константин повторил."
    mi "Хорошо, и ещё один раз."
    play sound sfx_miku_song_learn1
    "Константин сыграл мелодию ещё раз."
    show mi grin pioneer with byso
    mi "Всё, поздравляю, теперь ты умеешь играть на гитаре на базовом уровне.{w} Вроде с первых раз вышло хорошо, у тебя талант!"
    th "А сам я вообще не мог никак даже гитару в руках держать."
    kt "Спасибо, без тебя б никогда не научился."
    "Сказал Константин, отставив гитару в сторону."
    show mi shy pioneer with byso
    mi "Да причём тут я? {w=1}Главное захотеть и иметь теорию, тогда всё получится отлично."
    mi "Можем сыграть вместе. {w=1}Ты на гитаре, а я спою."
    kt "Почему нет? {w=1}Давай."
    "Константин взял в руки гитару."
    kt "Как играть?"
    show mi smile pioneer with byso
    mi "Точно так-же, как я тебя и учила, только повторяя раз за разом."
    kt "Хорошо, поехали."
    scene bg mi_sing
    hide mi
    with byso
    play music music_list["miku_song_voice"]
    "Он наигрывал её практически машинально, пальцы сами двигались по струнам."
    "Мику начала петь.{w=1} Её голос был красочен и красив, словно у певицы.{w} Константину показалось, что у неё было соответствующее образование."
    "Не то что бы ему обычно нравилась инструментальная музыка, но этот раз стал исключением."
    "Константин завороженно слушал её голос наигрывая на гитаре."
    scene bg int_musclub_day
    show mi happy pioneer
    with byso
    stop music fadeout 2
    play sound solo_claps
    "Наступила развязка песни, Константин отложил гитару и начал хлопать."
    kt "А ты красиво поёшь.{w} По крайней мере не помню, чтоб кто-то пел лучше."
    show mi shy pioneer with byso
    mi "Ой, да ладно тебе..."
    "Константин засмущал Мику своими комплиментами."
    kt "Ладно, знаешь что, пошли сходим к вожатой.{w=1} За то время, что мы тут играли, я определился с клубом."
    mi "И какой же?"
    kt "Кибернетика конечно, что ж ещё."
    kt "Шучу, пошли, проветримся немного.{w=1} Заодно до вожатой сходим, запишусь в музклуб."
    show mi grin pioneer with byso
    "Мику засияла от счастья."
    mi "Пошли тогда!"
    "Мику убрала гитару и положила её на место."
    play ambience ambience_camp_center_evening
    play music music_list["silhouette_in_sunset"]
    scene bg ext_square_sunset
    show mi smile pioneer
    with fade
    "Компания музыкантов направилась к домику вожатой.{w} Уже наступил вечер."
    kt "Кстати, почему ты захотела настолько фанатично заниматься музыкой?"
    mi "Ну, почему фанатично.{w}.. Музыка - это моё хобби, а в Японии люди отдаются своим хобби на все сто."
    mi "В детстве мама любила мне наигрывать мелодию на сямисене."
    kt "Сямисене?"
    mi "Сямисен. {w}Это что-то вроде русской балалайки, но квадратной формы и сама по себе более длинная."
    mi "Тогда и зародилась моя любовь к музыке."
    scene bg ext_houses_sunset
    show mi normal pioneer
    with byso
    mi "Начинала я с ксилофона. {w=1}Очень мелодичный инструмент, который может издавать волшебные звуки."
    mi "Потом более сложные инструменты, по типу фортепиано и скрипки."
    show mi happy pioneer with byso
    mi "Фортепиано до сих пор один из моих любимых инструментов."
    "Константин между рассказами Мику заметил, что на него смотрят окружающие пионеры сочувственным взглядом."
    th "С чего бы то?"
    mi "И не так давно я освоила такие специфичные инструменты вроде электрогитары."
    kt "Понятно.{w=1} А петь ты где научилась?"
    show mi smile pioneer with byso
    mi "Голос - тоже своего рода музыкальный инструмент."
    mi "Я долго практиковалась в пении и достигла успеха."
    scene bg ext_house_of_mt_sunset
    show mi normal pioneer at right
    with byso
    "К тому моменту они уже дошли до домика вожатой.{w} Она мирно лежала на гамаке и читала книжку."
    kt "Ольга Дмитриевна.{w=1} Я хотел бы записаться в музклуб."
    show mt normal pioneer at left with byso
    "Ольга лениво смерила пионеров взглядом, но поняв своё положение в пространстве быстро встала."
    th "А теперь скажите мне что люди меняются, да-да.{w}.. Даже после перерождения осталась ленивой скотиной."
    show mt grin pioneer at left with byso
    mt "Прекрасно. {w=1}Я тебя запишу.{w} Хорошо, что ты проявил инициативу и выбрал себе клуб."
    mt "Теперь, Мику как глава клуба стоит выше тебя и ты должен прислушиваться к её просьбы."
    kt "Хорошо, я понял."
    mt "А теперь у меня будет для вас задание до завтра."
    show mi dontlike pioneer at right with byso
    mi "Какое?"
    "Огорченно спросила Мику. {w}По тону Сахаровой Константин понял, во что их ввязывают, а именно на дополнительную работу."
    show mt smile pioneer at left with byso
    mt "Завтра юбилей нашего лагеря.{w=1} Вам нужно будет поставить музыкальный номер."
    th "Я только гитару держать сегодня научился, а они мне про концерт чешут.{w}.. М-да..."
    mt "Придумайте, что вы хотите организовать.{w=1} В случае нехватки людей, я выделю вам ещё кого-то."
    mi "Ладно, будет сделано."
    mt "Вот и хорошо.{w} А сейчас с минуты на минуту ужин. Идите в столовую."
    show mi smile pioneer at right with byso
    kt "Ладно. Пошли Мику."
    scene bg ext_houses_sunset
    show mi normal pioneer
    with byso
    "Вожатая пошла в домик, а Мику с Константином направились к столовой."
    kt "Удачно я попал.{w} Я только сегодня в руках инструменты правильно держать научился."
    show mi smile pioneer with byso
    mi "Да ничего."
    show mi happy pioneer with byso
    mi "Придумаем что-нибудь."
    scene bg ext_square_sunset
    show mi smile pioneer
    with byso
    play sound sfx_dinner_horn_processed
    "Они вышли на площадь.{w=1} Заиграл горн, зазывающий пионеров на ужин."
    kt "Меня удивляет твой оптимизм."
    show mi normal pioneer
    with byso
    mi "А зачем думать о плохом, когда есть надежда?" 
    kt "А если нет надежды?"
    scene bg ext_dining_hall_near_sunset
    show mi smile pioneer
    with byso
    mi "А надежда есть всегда."
    mi "Вот такой замкнутый круг."
    scene bg int_dining_hall_people_sunset_cust
    show mi normal pioneer
    with byso
    stop music fadeout 2
    play ambience ambience_dining_hall_full
    "Они зашли в столовую и встали в очередь на раздаче."
    play music music_list["trapped_in_dreams"]
    "Позади стояла Ульянка."
    us "Эй, новичок, каково с занудой общаться?{w} Не надоело?"
    show mi dontlike pioneer with byso
    "Мику немного огорчили эти слова."
    kt "Когда я с тобой общался?{w=1} Вроде это второй раз."
    "С усмешкой ответил Константин."
    us "А, ну да, зануда-зануде друг, товарищ и корм."
    show mi normal pioneer with byso
    kt "Любопытный в спортклубе девиз."
    "Съязвил Константин и взял еду."
    "Сели они на двухместном столике с краю."
    "Давали сегодня макароны по-флотски и чашку киселя."
    kt "Приятного аппетита."
    show mi dontlike pioneer with byso
    mi "Тебе тоже..."
    kt "И почему над тобой так шутят?"
    show mi sad pioneer with byso
    mi "Ну как сказать, первое впечатление я произвела не лучшее."
    "Константин слушал, потихоньку поедая макароны."
    mi "Когда я только выучила русский я была очень общительна."
    show mi dontlike pioneer with byso
    mi "Эта общительность была на грани с занудностью."
    mi "А русский народ очень прост."
    mi "Один раз опозорился - клеймо на всю жизнь."
    "Константин доел свою порцию и задумавшись пил кисель."
    kt "Тут с тобой не могу не согласиться.{w=1} Русский народ, можно считать, самый недоброжелательный к другим."
    kt "Вот как ты думаешь, кто больше всего ненавидит русский народ?"
    show mi serious pioneer with byso
    mi "Хм...{w=1} Немцы?"
    kt "А вот нет.{w=1} Сами русские."
    show mi dontlike pioneer with byso
    mi "Печально, что сказать.{w=1} Может в будущем всё станет лучше?"
    th "Чёрта с два."
    kt "Может быть.{w} Поживём - увидим."
    show mi shy pioneer with byso
    "Мику перестала есть свою порцию."
    mi "Ну что, пошли прогуляемся?"
    "Мику немного покраснела, произнеся эти слова."
    kt "Да, пошли, почему нет."
    stop music fadeout 2
    "Мику обрадовалась согласию и они пошли сдавать тарелки."
    play ambience ambience_camp_center_evening
    scene bg ext_dining_hall_near_sunset
    show mi normal pioneer at right
    show mt smile panama pioneer at left
    with byso
    "На выходе Константина ждала вожатая."
    mt "Забыла сказать. {w}Отбой в 10, потому к этому времени быть в домике как штык."
    kt "Да, хорошо."
    show mt grin panama pioneer at left with byso
    mt "Тогда увидимся."
    hide mt
    hide mi
    show mi happy pioneer
    with byso
    "Ехидно сказала вожатая и пошла в столовую."
    play music music_list["waltz_of_doubts"]
    kt "Ну что, куда пойдём?"
    "Обратился Константин к Мику, что, судя по всему, была на своей волне."
    "Константин помахал рукой перед ней."
    show mi smile pioneer with byso
    kt "Приём, ты тут?"
    mi "Да, всё нормально.{w} Предлагаю сходить на пляж. Там должно быть хорошо видно звёзды."
    kt "Хорошо, идём."
    show image rm_no at left with byso
    "По дороге они встретили Рому, что только шёл на ужин."
    show mi pioneer dontlike
    hide image rm_no
    show image rm_sm at left
    with byso
    rm "О, Костян.{w} Почему к нам в клуб не пошёл?"
    kt "Типа каждый у меня это спросить решил?{w=1} Иди своей дорогой!"
    hide image rm_sm
    show image rm_su at fleft
    with byso
    rm "Ладно-ладно, как знаешь."
    hide image rm_su
    with byso
    "На удивление быстро отстал Рома."
    th "И почему он спорить не стал?.."
    scene bg ext_square_sunset
    show mi normal pioneer
    with byso
    show mi smile pioneer with byso
    mi "У тебя есть какие-нибудь мысли по поводу нашего завтрашнего выступления?"
    kt "Честно говоря, не особо.{w} Хотя-я..."
    "Константин почесал затылок."
    show mi grin pioneer with byso
    mi "Не чеши затылок, лысина будет."
    "Едко подшутила Мику, в ответ на что Константин усмехнулся."
    kt "У нас тут есть аппаратура для воспроизведения и записи музыки?"
    show mi happy pioneer with byso
    mi "Есть, а что ты хочешь с ней делать?"
    show mi shy pioneer with byso
    kt "Можно устроить тебе сольный концерт!"
    kt "В музклубе вместе запишем нужную нам мелодию, а потом я её запущу на концерте."
    stop music fadeout 2
    scene bg ext_playground_night
    show mi shy pioneer
    with byso
    "Они вышли к футбольному полю."
    mi "Неплохая идея!"
    mi "Но это будет моё первое выступление на большую публику.{w=1}.. Страшно немного."
    kt "Ничего там страшного нет, поёшь ты прекрасно, а я постараюсь выложиться на все сто."
    play ambience ambience_boat_station_night
    scene bg ext_beach_night
    show mi happy pioneer
    with byso
    play music summerdays
    "Дойдя до пляжа, Мику всмотрелась в небо."
    mi "Надеюсь, что ты прав."
    show mi smile pioneer with byso
    "Константин сел на песок. Мику последовала его примеру."
    kt "Да в чём тут неправда."
    show mi normal pioneer with byso
    mi "Я волнуюсь. Боюсь выступать перед людьми..."
    show mi sad pioneer with byso
    mi "...мне кажется что меня ненавидят."
    kt "Это не важно.{w=1} В таком мире живём."
    kt "Всегда найдутся те, кто тебя ненавидит, но на этих людей не стоит обращать внимания."
    show mi happy pioneer close with byso
    "Мику воодушевлённо посмотрела на Константина и обняла его."
    th "Воу, не так быстро."
    mi "Спасибо тебе.{w=1} Ты первый, кто меня решил поддержать."
    kt "Да в этом ничего такого.{w} Ты меня точно так же воодушевила на занятие музыкой, так что мы в расчёте."
    show mi normal pioneer with byso
    mi "Как тебе, кстати, твой первый день?"
    kt "Не так плохо, как я думал.{w} По крайней мере, теперь я нашёл себе новое увлечение и новую подругу."
    kt "А для моей рутинной жизни это уже хорошее достижение."
    show mi smile pioneer with byso
    mi "Ну, всё ещё впереди."
    "Обнадёживающе выдохнула Мику."
    mi "А сегодня стоит уже расходиться по домикам.{w=1} Завтра сложный день."
    kt "Согласен. Тебя проводить?"
    show mi shy pioneer with byso
    mi "Хорошо, пойдём."
    "Мику показала, в какую сторону идти до её домика."
    play ambience ambience_camp_center_night
    scene bg ext_houses_night
    show mi happy pioneer
    with byso
    "Спустя некоторое время ходьбы и рассуждений о будущем дне, они дошли до нужного домика."
    show mi smile pioneer with byso
    mi "Ладно, тогда завтра к 9-ти в клубе."
    kt "Хорошо, спокойной ночи."
    show mi shy pioneer with byso
    mi "Спокойной ночи!"
    hide mi with byso
    "Пожелала Мику и пошла в домик."
    play sound light_inh
    "Константин отошёл подальше и закурил."
    th "Даже в советской России, кто бы что не говорил, люди такие же нетерпимые друг к другу."
    th "Я помню, каково это быть униженным.{w} Каково это быть втоптанным в грязь."
    th "Я думал, что это из-за времени, в котором я живу."
    th "Но нет, люди ненавидели себе подобных всегда."
    th "И это отвратительно."
    th "Мику - ни в чём не повинная девочка, к которой гнилые люди относятся словно к половому коврику."
    th "Она всем помогает, а ей все плюют в лицо."
    th "М-да, а с другой стороны, чем я был лучше..."
    "Подумал Константин и выкинул бычок."
    stop music fadeout 2
    scene bg ext_house_of_mt_night with byso
    "Спустя пару минут ходьбы Константин уже был у домика."
    "Внутри горел свет, что означало присутствие вожатой в домике."
    scene bg int_house_of_mt_night
    show mt smile pioneer
    with byso
    play ambience ambience_int_cabin_night
    play sound sfx_close_door_1
    "Константин неторопясь вошёл."
    mt "Ты время-вовремя.{w} Ладно, переодевайся и ложись спать, а мне надо ещё кое-куда зайти."
    kt "Хорошо, доброй ночи."
    show mt grin pioneer with byso
    mt "Доброй."
    hide mt with byso
    play sound sfx_close_door_1
    "После этого слова вожатая скрылась за дверьми."
    scene bg int_house_of_mt_night2 with byso
    "Константин выключил свет, быстро разделся и лег на кровать."
    scene bg son_kt with byso
    play sound sfx_bed_squeak1
    th "Завтра новый день..."
    show blink
    stop ambience
    "Подумал Константин и уснул."
    scene bg black
    show image so_gd
    play music nightmare
    show unblink
    hide blink
    "Константин очнулся в бесконечной тьме.{w} Перед ним стоял Генда."
    kt "Ты?!"
    hide image so_gd
    show image so_sm
    with byso
    gg "Ну а кто же ещё?{w=1} Вроде моя внешность не имеет аналогов."
    kt "Действительно, такую морду поискать надо!"
    hide image so_sm
    show image so_gd
    with byso
    gg "Очень смешно!"
    "Злобно проговорил Генда."
    kt "Думаю, когда тебя рожали, то акушеры всей палатой над тобой ржали."
    play sound schelk
    "Генда щелкнул пальцами.{w} Рот Константина слипся."
    gg "Да-да, действительно смешно, правда меня не рожали.{w} А ещё смешнее будет, когда я тебе расскажу что будет с тобой во сне."
    "Константин явился за своим компьютером, прикованным к стулу. Только его правая рука была свободна"
    hide image so_gd
    show computer
    with byso
    gg "Компьютер.{w}.. Твой любимый инструмент для травли и унижений."
    "Генда поправил очки."
    gg "Ты каждую ночь будешь играть с ним в разные игры."
    gg "Правила ты узнаешь, но если ты проиграешь..."
    gg "Умрёшь."
    th "Ну прикольно. Сейчас бы во сне умереть."
    gg "Сейчас мы играем в кости."
    show image kosti1 with dissolve
    gg "Сегодня в случае проигрыша ты не умрёшь, но это будет довольно больно."
    gg "Думаю, правил быть проще не может.{w=1} Бросаешь три раза два кубика.{w=1} У кого больше, тот победил."
    gg "За каждый проигранный кон ты получаешь удар током, что сильнее и сильнее с каждым разом."
    "На столе явились кости."
    "Ход компьютера.{w=1} 5 очков."
    th "А, ну легче лёгкого."
    play sound kosti
    "Ход Константина.{w=1} 2 очка."
    th "{cps=5}Что?..{/cps}"
    gg "Упс, удача сегодня не на твоей стороне."
    "Стул начал прогонять через тело Константина электрический ток."
    play ambience shock
    "Константин ощущал, словно кровь в его теле закипает."
    th "Почему...{w=1} так...{w} Больно!"
    stop ambience
    "Электричество отключилось."
    gg "Вторая попытка."
    "Ход компьютера.{w=1} 12 очков."
    gg "Ха-ха.{w} Тут даже кидать не надо!"
    play ambience shock
    "Пошёл заряд."
    "Константина начало трясти, словно при приступе."
    gg "Интересно твои игрушки работают против тебя, да?"
    stop ambience
    "С непонятной Константину усмешкой подметил Генда."
    gg "Последний раз, но только я ставлю максимальную мощность."
    "Ход компьютера.{w=1} 5 очков."
    play sound kosti
    "Константин дрожащей рукой кинул кости.{w} Выпало 6."
    kt "Выкуси...{w=1} мудила..."
    gg "Ладно, на сегодняшнюю ночь свободен.{w} Теперь тебе в кошмар!"
    stop music fadeout 2
    show blink
    pause 0.5
    hide image kosti1
    hide computer
    "Генда с усмешкой растворился. Константин уснул."
    play music tish
    scene bg ext_polyana_night
    show unblink
    hide blink
    "Проснулся Константин на ночной поляне. Боль в шее утихла."
    kt "Да дайте уже проснуться!"
    show image prizrak_png with dissolve
    rng "Нет, пока что ты со мной."
    kt "Ах, да.{w=1} Забыл про тебя вовсе."
    hide image prizrak_png
    show image poter_n_p
    with byso
    "Туман сгустился и преобразовался в пионера, что выглядел для Константина знакомо."
    play sound par
    hide image poter_n_p
    show image poter_n
    with byso
    rng "Ну теперь мы встретились в более приятных для тебя условиях.{w}.. Как человек с человеком."
    th "И почему он выглядит так знакомо?.."
    kt "И кто же ты в итоге?"
    rng "Я - потерянный пионер. {w=1}Когда-то я попал сюда схожим с тобой образом, но вместо того, чтоб умереть, я стал призраком."
    pp "Этот Генда заведует уймой таких миров. Сейчас все находятся в одном кошмаре, в котором мы и есть."
    kt "Понятно."
    play sound krik
    "Вдали раздался ужасающий мужской вопль и усиливающийся звук беговых шагов."
    kt "Что это?"
    pp "Понятия не имею, что угодно от путника до гончей."
    kt "И что делаем?"
    pp "Если это что-то опасное, я это убью, ибо если тебя убьют, ты проснёшься."
    pp "Этого нельзя допустить пока что."
    "Из-за дальних кустов был слышен крик о помощи и приближающийся бег."
    show image me_su at fleft with byso
    "Оттуда выбежал пионер.{w=1} Он встал у куста и стал переводить дыхание."
    pp "Один из обитателей других миров - Семён."
    kt "Ты его знаешь?"
    pp "Лично нет, но почти все они Семёны."
    "Увидав Константина и пионера он набрал в лёгкие воздуха и закричал."
    hide image me_su
    show image me_st at fleft
    with byso
    me "Бегите, глупцы!{w=1} Оно вас убьёт!"
    kt "Оно?"
    pp "Гончая скорее всего.{w} Их тут тьма тьмущая. "
    "Он посмотрел на Семёна."
    pp "Мои поздравления, ты мёртв."
    me "Что?!{w=1} Я не хочу умирать!"
    hide image me_st
    show image monster at fleft
    with vpunch
    play sound sfx_punch_washstand
    play sound2 monster_sfx
    pause 1
    play sound2 krik
    play sound sfx_bones_breaking
    "В панике закричал пионер и спустя секунду выскочило чудище, что порвало его на части."
    kt "Ты его не спас?"
    hide image poter_n
    show image poter_n_p
    with byso
    pp "А зачем?{w=1} Он бы мешал нам допросами, а так он быстрее проснётся и пойдёт страдать хернёй в своём мире."
    hide image poter_n_p
    hide image monster
    show image poter_n
    with byso
    play sound magic
    "Пионер вытянул руку в сторону чудовища и отправил в него красный сгусток плазмы, после чего оно рассыпалось в прах."
    pp "Таких как он огромное множество, и все сейчас в кошмаре."
    pp "В отличие от тебя, меня они видят только тут."
    kt "Это конечно прекрасно, но давай вернёмся к разговору."
    pp "Рад что без лишних вопросов."
    pp "Я тут сидел на ощущение 2-3 десятилетия. Ещё бы плана не было."
    kt "В каком году ты попал сюда?"
    pp "В 2022-ом по-моему."
    kt "Я как бы оттуда-же."
    pp "Как это?"
    pp "20-го декабря я ехал на встречу с друзьями, но я попал в тот чёртов Икарус..."
    pp "На 5-ый день я умер."
    kt "Расскажешь от чего?"
    pp "Игра в русскую рулетку с Гендой. В это невозможно выиграть."
    pp "Спустя 5 конов пуля уже была у меня в голове и по понятиям реального мира я умер."
    pp "Кстати, как ты попал сюда?"
    "Константин рассказал всё что знает про свою смерть. Пионер был поражён."
    pp "А я думал, что сюда только через автобус..."
    pp "Генда тебя просто ненавидит. Интересно, что ты ему мог сделать..."
    pp "Итак, система Создателя не без дыр.{w} Есть недочёты и тому подобные. Их можно использовать для того, что бы его свергнуть.{w} И если выйдет, то есть несколько вариантов развития событий."
    pp "Два наиболее вероятных. Первый - ты благополучно сбежишь. Второй, ты останешься жить в этой вселенной, но в нормальном ритме."
    pp "И я готов тебе помочь. Вместе мы это сделаем."
    pp "Я буду искать дыры в системе Генды, а как найду что-то интересное сразу тебе доложу."
    pp "Да, ведь каждая симуляция Генды индивидуальна и непредсказуема."
    kt "Хорошо. Договорились.{w} А теперь пробуди меня, если ты можешь."
    hide image poter_n
    show image poter_n_p
    with byso
    pp "Не проблема.{w} Тогда, до скорой встречи."
    hide image poter_n_p
    show blink
    "Пионер протянул руку в сторону Константина."
    stop music fadeout 2
    hide window
    jump d2_withmi
label skip84e392014:
    "Глядя на статую Генды Константин задумался."
    th "А кто здесь этот Генда?"
    th "Он говорил, мол он божество.{w} Да я думаю кого тут не спроси, ни один не ответит кто этот ваш Генда."
    show mz normal glasses pioneer with byso
    "Заметив библиотекаря, Константин подошёл к ней и спросил."
    play music music_list["heather"]
    kt "Слушай, а ты не знаешь кто этот Генда?"
    show mz angry glasses pioneer with byso
    "Пионерка блеснула очками и скорчила злобное лицо."
    mz "Совсем отбитый что-ли?{w} Это наш главный партийный деятель!"
    kt "А, понятно."
    mz "Меньше бухай, много че узнаешь."
    "Пионерка после этих слов развернулась и ушла."
    "Константин резко развернул её за плечи и тяжело вздохнул."
    kt "Мы не договорили. Так вот, умная дохера или просто зубы вставные?"
    show mz rage glasses pioneer with byso
    mz "Ты мне ещё угрожать будешь?"
    "Константин усмехнулся."
    kt "Да, но в отличие от других я умею претворять свои угрозы в события."
    kt "Так что ты смотри. {w}Твоя женская внешность не лишит меня возможности тебе в жбан дать."
    show mz bukal glasses pioneer with byso
    "Женя, похоже, успокоилась, но вдруг Константин услышал беговые шаги позади."
    hide mz
    show el angry pioneer far
    with byso
    "Развернувшись на 180, Константин заметил Электроника, что нёсся на него сломя голову."
    play sound sfx_bush_body_fall
    play sound2 sfx_punch_washstand
    show el surprise pioneer with vpunch
    "В момент столкновения Константин парировал, в результате чего Электроник впечатал Женю в дерево, после чего та, похоже потеряла сознание."
    show el shocked pioneer with byso
    el "Женя?!{w} Извини меня!"
    "Гримаса Электроника переполнилась скорбью, на что Константин начал истерически смеяться."
    kt "Спаситель своей любви!"
    show el sad pioneer with byso
    "В этот момент подоспели остальные кибернетики и начали наблюдать крайне любопытную картину."
    "Константин стоит смеётся, Женя лежит без сознания и вишенкой на торте был Электроник, что разыгрывал финальную сцену Гамлета."
    show image rm_su at right
    show sh serious pioneer at left
    with byso
    rm "Что произошло?"
    show sh rage pioneer at left with byso
    sh "Он ударил Женю?!"
    "Прорычал Шурик злобно глядя на Константина, что чуть ли по земле не катался от смеха."
    show sh serious pioneer at left with byso
    el "Нет.{w=1}.. Это...{w=1} Я..."
    "После этих слов Константин отсмеялся."
    kt "Финита ля комедия... Пощадите..."
    "Проговорил Константин, вытирая слезы и массируя щеки после длительного смеха."
    stop music fadeout 2
    hide sh
    hide el
    with byso
    "Шурик помог Электронику поднять Женю."
    hide image rm_su
    show image rm_an
    with byso
    rm "Кость, ну ты так больше не поступай."
    rm "А то сам понимаешь, бумерангом вернётся."
    "С ноткой злости поучил Рома."
    hide image rm_an with byso
    "Константин поплёл далее, пытаясь забыть столь смешную по его меркам ситуацию."
    th "И всё-же как это смешно."
    th "В своём лагере я был целью насмешек, но в этом лагере цели насмешек все вокруг меня."
if negative == 3:
    th "Все без исключения.{w}.. Чёртовы клоуны, чьи действия напоминают похмельное цирковое представление."
    jump owpfhuvo9fwu
else:
    th "Хотя и есть нормальные люди, но остальные лишь клоуны.{w}.. Чёртовы клоуны, чьи действия напоминают похмельное цирковое представление."
    jump owpfhuvo9fwu
label owpfhuvo9fwu:
    scene bg ext_houses_day with byso
    "Пройдя 15-20 метров, Константин присел на лавочку и глянул на стоящие сосны."
    th "А всё-таки давно я не выходил на чистую природу."
    th "Последний раз это было много лет назад."
    th "Я был школяром, что радовался жизни..."
    play sound in_vosp
    stop ambience
    play music sab
    scene bg les
    show shum_white
    with flash
    ks "Деда!{w=1} Черника!"
    de "Прекрасно, ты очень наблюдателен."
    "Костя нырнул с головой в кусты черники, в то время как его дед прикурил папироску беломора."
    de "М-да, тебе уже 12 лет.{w}.. Не так давно помню, как вы с Ромой в пелёнках лежали."
    ks "Да нет, много времени прошло, многое изменилось. {w=1}Давай лучше займемся черникой, хватит курить!"
    de "Ладно-ладно, давай."
    "Дед затушил папиросу и принялся собирать чернику в небольшую стальную коробочку из под чая."
    de "Ух, а когда-нибудь и ты станешь таким старым как и я."
    ks "Да ладно тебе, деда. Это ещё не скоро. Я должен буду провести свою жизнь весело и не жалеть о надвигающейся старости!"
    scene bg ext_houses_day
    hide shum_white
    with flash
    play sound out_vosp
    play ambience ambience_camp_center_day
    th "Как же я был не прав."
    th "Детский максимализм уровня той мелкой пионерки...{w=1} Как её...{w=1} Ульянки."
    stop music fadeout 2
    "Константин встал со скамьи."
    th "Пойду что-ль погуляю."
    show mt normal panama pioneer with byso
    "Направившись куда глаза глядят, Константин встретил вожатую."
    mt "Привет.{w} А что ты тут делаешь?"
    th "Действительно, что я делаю? Надрачиваю, чё ещё то?"
    kt "Да прогуливаюсь после обеда, думаю какой клуб выбрать."
    show mt smile panama pioneer with byso
    mt "А, понятно."
    "С непонятным для Константина облегчением пробубнила вожатая."
    kt "Что-то случилось?"
    show mt normal panama pioneer with byso
    mt "Да, Электроник ударил Женю и говорил что ты в этом виноват."
    kt "А почему вы не поверили?"
    mt "Да Лена всё видела, она сказала что ты тут не при чем."
    kt "Тогда зачем меня было искать?"
    "Ольга Дмитриевна сделала обеспокоенный вид."
    mt "Да не за чем.{w=1} Я просто шла до Слави, но по дороге встретила тебя."
    kt "Ладно, тогда я пойду?"
    show mt smile panama pioneer with byso
    "Ольга Дмитриевна тепло улыбнулась."
    mt "Хорошо, иди.{w} Вечером скажешь, какой клуб выбрал."
    th "Сволочь меркантильная!"
    kt "Ладно, до вечера."
    mt "Увидимся."
    hide mt with byso
    "Заключила Ольга и ушла."
if unrp == 2 and unscore > 0:
    jump evenwithuun2
else:
    jump skip84e39201231
label evenwithuun2:
    show un normal pioneer far with byso
    "Недалеко сидела Лена."
    th "Подойти поблагодарить что-ли?"
    show un normal pioneer with byso
    play music music_list["farewell_to_the_past_edit"]
    "Константин подошёл к Лене, что читала книгу."
    kt "Снова привет."
    show un surprise pioneer with byso
    show un smile pioneer with byso
    "От слов Константина Лена вздрогнула, но потом, осознав ситуацию легко улыбнулась."
    kt "Спасибо, что вытащила меня из той курьёзной ситуации. Я не хотел никого калечить."
    un "Да, я всё понимаю.{w=1} Женя иногда может быть чересчур грубой."
    un "Жаль что мы с тобой особо не побеседуем..."
    un "Надо убежать проведать Женю."
    kt "Ладно, иди тогда."
    show un smile3 pioneer with byso
    un "Это кстати тебе."
    "Лена достала книжку, что читала весь день напролёт и вынула закладку."
    un "Ты просил подобрать тебе книжку.{w} Вот."
    "Она протянула книгу Константину."
    kt "«Цена грехов»?{w} Почитаю."
    "Константин взял книжку и начал осматривать обложку."
    show un smile pioneer with byso
    un "Хорошо, тогда я побежала."
    hide un with byso
    stop music fadeout 2
    "Лена убежала в сторону площади."
    th "Хотелось давно почитать о чем эта книженция.{w} Хоть как-то разнообразить свою жизнь."
    th "Надо бы укромное место найти. В домик пойти например."
    "Константин направился в свой домик."
    scene bg ext_square_day with byso
    "У площади уже убрали тело Жени и паникующего Электроника."
    "Вспомнив эту ситуацию на площади Константин злостно ухмыльнулся."
    "По дороге к домикам было пусто.{w} Все пионеры из всех отрядов были по клубам."
    th "Да, надо же ещё клуб себе избрать."
    th "Хотя, как-то без разницы."
    scene bg ext_house_of_mt_day with byso
    "Константин дошёл до домика. {w}Вожатой не наблюдалось, потому, он спокойно вошёл."
    scene bg int_house_of_mt_day with byso
    play sound sfx_close_door_1
    play ambience ambience_int_cabin_day
    "Зайдя в дом, Константин снял ботинки и лег на кровать."
    th "Что-ж, цена грехов..."
    "Константин открыл книгу на первой странице."
    th "Книга со стёртым авторством.{w=1} Ладно..."
    "Константин принялся читать содержимое книги."
    play music vstup fadein 2
    window hide dissolve
    pause 1
    $ set_mode_nvl()
    "2025 год.{w=1} Семён Родин.{w=1} Обычный грешник, что тратит свою жизнь на развлечения и источники кратковременного удовольствия.."
    "Работал он на дому.{w=1} В день когда ему надо было пойти в магазин, его зарезал грабитель."
    "Очнулся он в пустоте.{w=1} Перед ним был образ девочки."
    deva_nvl "Ты пойдёшь со мной?"
    me "Да, я пойду."
    "Недолго думая ответил Семён и вновь заснул."
    "Проснулся Семён на койке какого-то медпункта. На улице было темно, хоть глаз выколи."
    me "Где я?{w=1} Что это за место?"
    "На стуле медпункта сидела привлекательная медсестра 30-ти лет и читала журнал мод.{w} Заметив, что Семён проснулся, она положила журнал и спросила."
    csp "Ты наверное, новенький?"
    me "Да, я..."
    me "Неплохие у тебя буфера, что мне тебе сказать, подруга."
    "Медсестра засмущалась и встала со стула."
    "Наклонившись к его уху, она прошептала."
    csp "Могу показать и поближе."
    th "М-да, и тихой девочке вроде Лены это нравится?{w=1} Серьёзно?{w} Порнуха чистая..."
    "Семён кончил и повалился на спину.{w=1} Спросив у медсестры закурить, вторая протянула ему косячок известного наркотика."
    "Они закурили один на двоих и начали говорить о жизни."
    "Часы показывали без 5-ти 12.{w=1} Выпив по рюмке, медсестра сделала Семёну глубокий минет."
    "Часы пробили 12."
    window hide dissolve
    pause 1
    $ set_mode_adv()
    stop music fadeout 2
    play music music_list["awakening_power"]
    show mt angry panama pioneer with byso
    "Чтение Константина прервала вожатая."
    mt "Чем мы тут занимаемся?!"
    "Злобно прорычала вожатая."
    kt "Изучаю изыски литературного клуба.{w=1} А что?"
    show mt grin panama pioneer with byso
    "Вожатая ухмыльнулась."
    mt "Ах, да?{w} Прекрасно, теперь ты в этот клуб записан..."
    "Константин отвлёкся на свои мысли."
    th "Плохо. С библиотекарем точно не полажу."
    th "Хоть с Леной будет о чём поговорить."
    show mt angry panama pioneer with byso
    mt "...и больше не бездельничай до ужина, ясно?"
    "Закончила вожатая."
    kt "Понятно.{w=1} Ладно, я пойду."
    mt "Да куда уж там, ужин через полчаса."
    show mt smile panama pioneer with byso
    mt "Ну ладно, так и быть, почитай пока, полчаса тебе даю."
    "Сказала вожатая и вышла из домика."
    stop music fadeout 2
    scene bg int_house_of_mt_sunset with byso
    "Константин схватился за голову и согнулся."
    th "Что с тобой не так, прокажённая?!{w=1} На кой мне надо было мозги выносить, а?!"
    th "Так, стоп, почему ужин то?{w=1}... Я читал то час буквально..."
    "Константин немного успокоился.{w=1} Забыв эту ситуацию, он продолжил читать."
    play music vstup fadein 2
    window hide dissolve
    pause 1
    $ set_mode_nvl()
    "Часы пробили 12."
    "В отдалении зазвенели колокола."
    "Медсестра встала с колен, оделась и вышла с помещения.{w=1} В кабинет вошёл мужчина средних лет с овальными узкими очками и опёрся на дверь."
    muz_nvl "Ну привет, Сёма, как твои дела?"
    me "Чё, а ты ещё что за хер?"
    "Спросил Семён, натягивая обратно штаны."
    muz_nvl "Я твоя погибель, дружок.{w=1} Пошли поиграем?"
    me "Чё с тобой не так, старый?"
    muz_nvl "Со мной всё так, а с тобой нет."
    me "Да иди ты!.."
    "Пол медпункта провалился и Семён начал падение вниз."
    muz_nvl "Итак, дружище, это может быть твоим вечным кошмаром, если ты проиграешь."
    muz_nvl "И ключом в счастливую жизнь, если ты победишь."
    "Семён в миг остановился в полёте."
    me "Что за бред?!"
    "Истерично закричал Семён."
    "Перед ним явился стул и шахматная доска."
    muz_nvl "Правила просты.{w} Ты побеждаешь в шахматы, и я тебя отпускаю."
    muz_nvl "Но если побеждаю я..."
    "Из тьмы выкатилась железная дева, истыканная множеством шипов."
    muz_nvl "То это твой гроб."
    "У Семёна тряслись ноги и он сел за стул."
    nvl clear
    me "А что если я не хочу играть?"
    muz_nvl "Умрёшь."
    "Семён понял, что делать нечего и сделал первый ход."
    "Спустя несколько ходов король белых был в матовом положении."
    muz_nvl "Что-ж, королевский гамбит.{w=1} Играешь слабовато."
    me "Нет..."
    me "Нет."
    me "Нет!"
    "Семён издал протяжный вопль, после которого стол с шахматами пропал.{w=1} Остался он и стальная дева."
    "Вдруг, он почувствовал, что его тело магнитится к ней."
    muz_nvl "А теперь, прощай!"
    "Тело Семёна магнитилось всё сильнее и сильнее, пока он не сорвался с земли и не влетел в шипы."
    "Шипы пронзили его, словно нож масло и железная дева захлопнулась."
    window hide dissolve
    pause 1
    $ set_mode_adv()
    stop music fadeout 2
    th "Повествование первой души завершено."
    th "Книжечка так себе.{w} Историй тут ещё много, но изучать подобное чтиво, честно говоря, не сильно хочется."
    play sound sfx_dinner_horn_processed
    "Константин услышал на улице горн, зазывающий на ужин."
    th "На ужине и отдам Лене это счастье.{w} Мне-бы чего более расслабляющего."
    "Константин надел ботинки, взял книгу и направился в столовую."
    scene bg ext_dining_hall_near_sunset
    show un normal pioneer
    with fade
    play music music_list["lets_be_friends"]
    "У входа столовой чего-то ждала Лена.{w=1} Может быть, она ждала и не Константина, но ему в целом было без разницы."
    kt "Ну и книжечка конечно.{w}.. Не очень мне понравился жанр."
    un "Понятно..."
    "Лена хмыкнула и потёрла подбородок."
    show un grin pioneer with byso
    un "Ну, во всяком случае, у нас будет много времени, чтоб подобрать тебе что-то воистину стоящее."
    "Воодушевлённо сказала Лена и забрала книгу."
    kt "Ладно, пошли есть?"
    show un smile pioneer with byso
    un "Пошли..."
    play ambience ambience_dining_hall_full
    scene bg int_dining_hall_people_sunset_cust
    show un normal pioneer
    with byso
    "Они встали на раздачу за едой."
    us "О, а новенький в ботаники записался."
    kt "Ну это хоть не людей доставать.{w} Для мозга полезно."
    us "Ой, да иди проветрись, зануда."
    kt "Да уж, рядом с тобой слишком душно."
    show un smile pioneer with byso
    "С последних слов Константина Лена немного усмехнулась."
    "Взяв еду, они сели за тот же самый столик."
    "На ужин были макароны по-флотски и стакан киселя."
    th "Где мои манеры?"
    kt "Приятного аппетита."
    show un smile2 pioneer with byso
    un "Приятного..."
    stop music fadeout 2
    hide un
    show un smile pioneer at right
    show mz normal glasses pioneer at left
    with byso
    "Неожиданно для Константина, к ним подошла Женя."
    play music music_list["silhouette_in_sunset"] fadein 3
    mz "Я подсяду?"
    kt "Садись.{w} Что ты тут хотела?"
    "Женя села на третий свободный стул."
    show mz bukal glasses pioneer at left
    hide un
    show un smile pioneer at right
    with byso
    mz "Итак, я пришла зарыть с тобой топор войны.{w=1} Сегодня произошло недоразумение и в нём никто не был прав."
    mz "Что ты думаешь?"
    th "Я думаю, что хочу думать.{w=1} Но с чего бы то она так переобулась?"
    kt "Да, согласен.{w=1} Предлагаю забыть сегодняшний инцидент."
    show un smile3 pioneer at right with byso
    un "Прекрасно."
    "С улыбкой подметила Лена и мило улыбнулась."
    show mz laugh glasses pioneer at left with byso
    mz "Хорошо.{w=1} Теперь мы будем сотрудничать в клубе.{w} Завтра сбор в 9 утра.{w=1} Не просыпать."
    th "А, точно, я теперь же в литературном."
    kt "Договорились."
    mz "Замечательно.{w} Я с вашего позволения удалюсь.{w=1} Надо кое с кем поговорить."
    show mz smile glasses pioneer at left with byso
    mz "Воркуйте."
    hide un
    hide mz
    show un shy pioneer
    with byso
    "Усмехнулась Женя и ушла из их поля зрения. После слов Жени Лена покраснела."
    "Константин к тому моменту уже сидел и пил кисель."
    kt "Что думаешь насчёт прогулки после ужина?"
    "Этими словами Константин ещё сильнее вогнал Лену в краску."
    show un smile pioneer with byso
    un "П-почему нет...{w} То есть...{w=1} Да, давай."
    "Как только Лена доела, они отправились сдать посуду."
    scene ext_dining_hall_near_sunset
    play ambience ambience_camp_center_evening
    show un normal pioneer
    with byso
    "Выйдя из столовой, Константин вспомнил про книгу."
    kt "Слушай, а тебе правда нравится такое читать?"
    hide un
    show image un_udiv
    with byso
    un "Что именно?"
    "Константин молча указал на книгу в руках Лены."
    un "Хм-м.{w=1} Не знаю, чем тебе не понравилась первая глава."
    scene bg ext_square_sunset
    hide image unudiv
    show un smile pioneer
    with byso
    un "Я понимаю, что не всем нравится романтика..."
    th "Чего?{w} Это? {w=1}Романтика?"
    kt "На каком моменте там романтика, я чего-то пропустил?"
    hide un
    show image un_udiv
    with byso
    "Лена возмутилась."
    un "В каком смысле?{w=1} История рассказывала драматичную историю о Семёне..."
    kt "А вот давай вместе прочтём?"
    hide image un_udiv
    show un normal pioneer
    with byso
    "Лена села на скамью, а Константин сел рядом. Она начала про себя читать текст книги."
    show un surprise pioneer with fade
    un "Странно, похоже, текст книги поменялся..."
    kt "В каком смысле?"
    un "Не знаю..."
    un "Пошли к Жене в библиотеку?"
    kt "Да не стоит, подумает, что мы сумасшедшие."
    show un grin pioneer with byso
    "Лена усмехнулась."
    un "Ну да, это в её стиле."
    th "Книги меняют своё же содержание, оригинально."
    kt "Куда сейчас пойдём?"
    show un normal pioneer with byso
    "Лена озадачилась этим вопросом."
    show un smile pioneer with byso
    un "Скоро стемнеет. {w=1}На пляже должно быть красиво."
    kt "Тогда идём."
    "Они встали и направились в сторону пляжа."
    show un shy pioneer with byso
    un "Кстати, как тебе твой первый день в Совёнке?"
    "Неловко спросила Лена."
    kt "Да не плохо.{w=1} Давно хотел развеяться.{w} Целыми днями сидел и бил баклуши в одиночестве."
    kt "А тут тебе и природа, новый коллектив, новый воздух."
    kt "Да и я получаю новый опыт работы в литературном.{w=1} Почему нет, эрудиция никогда не бывает лишней."
    scene bg ext_playground_night
    show un smile3 pioneer
    with byso
    stop music fadeout 2
    play ambience ambience_camp_center_night
    "Когда они вышли к футбольному полю, уже окончательно стемнело."
    un "Это верно.{w=1} Саморазвитие никому не вредило."
    un "Кстати, ты любишь бадминтон?"
    kt "Отношусь нейтрально.{w=1} Хочешь сыграть?"
    "Спросил Константин, глянув на поле с натянутой сеткой."
    show un smile pioneer with byso
    un "Д-да. Можно."
    "Сказала Лена с лёгкой улыбкой."
    play music summerdays
    show bg ext_beach_night
    show un smile pioneer
    with byso
    "Выйдя на пляж, Константин обратил внимание на поезд, что проезжал в отдалении."
    th "Поезда?{w} А может быть с их помощью можно выбраться?"
    th "Хотя и пока нет нужды."
    "Константин засмотрелся на полную луну."
    kt "А всё-таки тут реально красиво, ничего не скажешь."
    show un grin pioneer with byso
    un "Природа в этом лагере волшебна.{w=1} Хоть и рано темнеет, но это и придаёт здешним пейзажам красоту."
    "Константин сел на песок.{w} Лена последовала его примеру."
    show un normal pioneer with byso
    kt "Думаю странный вопрос, но почему ты так стеснительно ведёшь себя на людях?"
    show un smile pioneer with byso
    un "Ну, как бы сказать, всё своё детство я провела за книгами."
    un "Несмотря на то, что многие книги прекрасны и поучительны, интересны и невероятны, общаться они не научат."
    kt "Понятно. {w=1}Я же в свою очередь не особо люблю много читать, но при этом набрался опыта в общении."
    kt "И я думаю, что лучше бы занялся саморазвитием, чем потратил своё детство среди людей, что меня не ценят."
    un "А Рома и в правду твой брат?"
    kt "Да.{w=1} Двоюродный.{w} Несмотря на его нынешнюю дружелюбную оболочку, он тот ещё манипулятор и садист."
    show un surprise pioneer with byso
    un "Правда? {w=1}Я бы так ни в жизни и не подумала..."
    "Удивлённо спросила Лена и вгляделась в звёзды."
    kt "Людей много, как и звёзд и все они разные."
    kt "Кто-то ослепительно ярок и массивен."
    kt "Кто-то слишком далек."
    kt "А кому-то всё вовсе надоело и после самоубийства стал черной дырой."
    show un grin pioneer with byso
    "Лена утвердительно кивнула."
    show un smile pioneer with byso
    un "Ладно, скоро отбой, надо расходиться."
    kt "Тебя проводить?"
    un "Давай."
    scene bg ext_houses_night
    show un smile pioneer
    with fade
    "После длительных рассуждений о будущем дне, они дошли до нужного домика."
    un "Ладно, завтра к 9-ти в клуб."
    kt "Хорошо, спокойной ночи."
    show un grin pioneer with byso
    un "Спокойной ночи..."
    hide un with byso
    "Пожелала Лена и пошла в домик."
    "Константин прошёл 15-20 метров и закурил."
    play sound light_inh
    th "Людей как звёзд.{w=1} Почему я раньше не думал об этой метафоре?"
    th "Непригодные к жизни, соревнующиеся в яркости."
    th "А как кому-то это надоест, так он становится чёрной дырой и убивает других."
    th "Какое мерзкое совпадение."
    th "Хотя кто-б и говорил."
    "Усмехнулся Константин и выкинул бычок."
    scene bg ext_house_of_mt_night with byso
    stop music fadeout 2
    scene bg ext_house_of_mt_night with byso
    "Спустя пару минут ходьбы Константин уже был у домика."
    "Внутри горел свет, что означало присутствие вожатой в домике."
    scene bg int_house_of_mt_night
    show mt smile pioneer
    with byso
    play ambience ambience_int_cabin_night
    play sound sfx_close_door_1
    "Константин неторопясь вошёл."
    mt "Ты время-вовремя.{w} Ладно, переодевайся и ложись спать, а мне надо ещё кое-куда зайти."
    kt "Хорошо, доброй ночи."
    show mt grin pioneer with byso
    mt "Доброй."
    hide mt with byso
    play sound sfx_close_door_1
    "Сказала вожатая и скрылась за дверьми."
    scene bg int_house_of_mt_night2 with byso
    "Константин выключил свет, быстро разделся и лег на кровать."
    scene bg son_kt with byso
    th "Завтра новый день..."
    show blink
    stop ambience
    "Подумал Константин и уснул."
    scene bg black
    show image so_gd
    play music nightmare
    show unblink
    hide blink
    "Константин очнулся в бесконечной тьме. Перед ним стоял Генда."
    kt "Ты?!"
    hide image so_gd
    show image so_sm
    with byso
    gg "Ну а кто же ещё?{w} Вроде моя внешность не имеет аналогов."
    kt "Действительно, такую морду поискать надо!"
    hide image so_sm
    show image so_gd
    with byso
    gg "Очень смешно!"
    "Злобно проговорил Генда."
    kt "Думаю, когда тебя рожали, то акушеры всей палатой над тобой ржали."
    play sound schelk
    "Генда щелкнул пальцами.{w} Рот Константина слипся."
    gg "Да-да, действительно смешно, правда меня не рожали.{w} А ещё смешнее будет, когда я тебе расскажу что будет с тобой во сне."
    "Константин явился за своим компьютером, прикованным к стулу. Только его правая рука была свободна"
    hide image so_gd
    show computer
    with byso
    gg "Компьютер. Твой любимый инструмент для травли и унижений."
    "Генда поправил очки."
    gg "Ты каждую ночь будешь играть с ним в разные игры."
    gg "Правила ты узнаешь, но если ты проиграешь..."
    gg "Умрёшь."
    th "Ну прикольно.{w=1} Сейчас бы во сне умереть."
    gg "Сейчас мы играем в кости."
    show image kosti1 with dissolve
    gg "Сегодня в случае проигрыша ты не умрёшь, но это будет довольно больно."
    gg "Думаю, правил быть проще не может.{w} Бросаешь три раза два кубика. У кого больше, тот победил."
    gg "За каждый проигранный кон ты получаешь удар током, что сильнее и сильнее с каждым разом."
    "На столе явились кости."
    "Ход компьютера.{w=1} 5 очков."
    th "А, ну легче лёгкого."
    play sound kosti
    "Ход Константина.{w=1} 2 очка."
    th "{cps=5}Что?...{/cps}"
    gg "Упс, удача сегодня не на твоей стороне."
    "Стул начал прогонять через тело Константина электрический ток."
    play ambience shock
    "Константин ощущал, словно кровь в его теле закипает."
    th "Почему...{w=1} так...{w} Больно!"
    stop ambience
    "Электричество отключилось."
    gg "Вторая попытка."
    "Ход компьютера.{w=1} 12 очков."
    gg "Ха-ха.{w} Тут даже кидать не надо!"
    play ambience shock
    "Пошёл заряд."
    "Константина начало трясти, словно при приступе."
    gg "Интересно твои игрушки работают против тебя, да?"
    stop ambience
    "С непонятной Константину усмешкой подметил Генда."
    gg "Последний раз, но только я ставлю максимальную мощность."
    "Ход компьютера.{w=1} 5 очков."
    play sound kosti
    "Константин дрожащей рукой кинул кости."
    "Выпало 6."
    kt "Выкуси...{w=1} мудила..."
    gg "Ладно, на сегодняшнюю ночь свободен.{w} Теперь тебе в кошмар!"
    stop music fadeout 2
    show blink
    pause 0.5
    hide image kosti1
    hide computer
    "Генда с усмешкой растворился. Константин уснул."
    play music tish
    scene bg ext_polyana_night
    show unblink
    hide blink
    "Проснулся Константин на ночной поляне.{w} Боль в шее утихла."
    kt "Да дайте уже проснуться!"
    show image prizrak_png with dissolve
    rng "Нет, пока что ты со мной."
    kt "Ах, да.{w} Забыл про тебя вовсе."
    hide image prizrak_png
    show image poter_n_p
    with byso
    "Туман сгустился и преобразовался в пионера, что выглядел для Константина знакомо."
    play sound par
    hide image poter_n_p
    show image poter_n
    with byso
    rng "Ну теперь мы встретились в более приятных для тебя условиях.{w}.. Как человек с человеком."
    th "И почему он выглядит так знакомо?...{w=1} Будто я его знаю..."
    kt "И кто же ты в итоге?"
    rng "Я - потерянный пионер.{w} Когда-то я попал сюда схожим с тобой образом, но вместо того, чтоб умереть, я стал призраком."
    pp "Этот Генда заведует уймой таких миров.{w} Сейчас все находятся в одном кошмаре, в котором мы и есть."
    kt "Понятно."
    play sound krik
    "Вдали раздался ужасающий мужской вопль и усиливающийся звук беговых шагов."
    kt "Что это?"
    pp "Понятия не имею, что угодно от путника до гончей."
    kt "И что делаем?"
    pp "Если это что-то опасное, я это убью, ибо если тебя убьют, ты проснёшься."
    pp "Этого нельзя допустить пока что."
    "Из-за дальних кустов был слышен крик о помощи и приближающийся бег."
    show image me_su at fleft with byso
    "Оттуда выбежал пионер. {w}Он встал у куста и стал переводить дыхание."
    pp "Один из обитателей других миров - Семён."
    kt "Ты его знаешь?"
    pp "Лично нет, но почти все они Семёны."
    "Увидав Константина и пионера он набрал в лёгкие воздуха и закричал."
    hide image me_su
    show image me_st at fleft
    with byso
    me "Бегите, глупцы!{w} Оно вас убьёт!"
    kt "Оно?"
    pp "Гончая скорее всего.{w} Их тут тьма тьмущая. "
    "Он посмотрел на Семёна."
    pp "Мои поздравления, ты мёртв."
    me "Что?!{w=1} Я не хочу умирать!"
    hide image me_st
    show image monster at fleft
    with vpunch
    play sound sfx_punch_washstand
    play sound2 monster_sfx
    pause 1
    play sound2 krik
    play sound sfx_bones_breaking
    "В панике закричал пионер и спустя секунду выскочило чудище, что порвало его на части."
    kt "Ты его не спас?"
    hide image poter_n
    show image poter_n_p
    with byso
    pp "А зачем?{w} Он бы мешал нам допросами, а так он быстрее проснётся и пойдёт страдать хернёй в своём мире."
    hide image poter_n_p
    hide image monster
    show image poter_n
    with byso
    play sound magic
    "Пионер вытянул руку в сторону чудовища и отправил в него красный сгусток плазмы, после чего оно рассыпалось в прах."
    pp "Таких как он огромное множество, и все сейчас в кошмаре."
    pp "В отличие от тебя, меня они видят только тут."
    kt "Это конечно прекрасно, но давай вернёмся к разговору."
    pp "Рад что без лишних вопросов."
    pp "Я тут сидел на ощущение 2-3 десятилетия.{w} Ещё бы плана не было."
    kt "В каком году ты попал сюда?"
    pp "В 2022-ом по-моему."
    kt "Я как бы оттуда-же."
    pp "Как это?"
    pp "20-го декабря я ехал на встречу с друзьями, но я попал в тот чёртов Икарус..."
    pp "На 5-ый день я умер."
    kt "Расскажешь от чего?"
    pp "Игра в русскую рулетку с Гендой.{w} В это невозможно выиграть."
    pp "Спустя 5 конов пуля уже была у меня в голове и по понятиям реального мира я умер."
    pp "Кстати, как ты попал сюда?"
    "Константин рассказал всё что знает про свою смерть. Пионер был поражён."
    pp "А я думал, что сюда только через автобус..."
    pp "Генда тебя просто ненавидит.{w} Интересно, что ты ему мог сделать..."
    pp "Итак, система Создателя не без дыр.{w} Есть недочёты и тому подобные. Их можно использовать для того, что бы его свергнуть. {w}И если выйдет, то есть несколько вариантов развития событий."
    pp "Два наиболее вероятных. Первый - ты благополучно сбежишь. {w}Второй, ты останешься жить в этой вселенной, но в нормальном ритме."
    pp "И я готов тебе помочь.{w} Вместе мы это сделаем."
    pp "Я буду искать дыры в системе Генды, а как найду что-то интересное сразу тебе доложу."
    kt "Это и есть твой план?"
    pp "Да, ведь каждая симуляция Генды индивидуальна и непредсказуема."
    kt "Хорошо. Договорились.{w} А теперь пробуди меня, если ты можешь."
    hide image poter_n
    show image poter_n_p
    with byso
    pp "Не проблема.{w} Тогда, до скорой встречи."
    hide image poter_n_p
    show blink
    "Пионер протянул руку в сторону Константина."
    stop music fadeout 2
    hide window
    jump d2_withun
label skip84e39201231:
    th "Хоть кто-то что-то делает бескорыстно."
    th "М-да, я просто давно не получал помощи..."
    th "Помощь.{w=1}.. Когда меня любой из них меня может обменять на банку пива."
    th "Любой.{w=1}.. И каждый."
    scene bg ext_path_day with byso
    "Константин вышел на лесную дорожку и осмотрелся."
    th "Сосны.{w=1} Большие многовековые деревья, что видели сотни судеб разных людей."
    th "Как жаль что судьбы многих ограничены рождением, размножением и смертью."
    th "Хотя бы моя теперь отличается.{w=1} Путешествие по мирам и второй шанс - это тебе не расходы оформлять."
    play ambience ambience_boat_station_day
    play music music_list["lightness"] fadein 2
    scene bg ext_boathouse_day with byso
    "Пройдя ещё метров сто, Константин вышел к пирсу."
    th "Пирс.{w} Выглядит неплохо. {w=1}Найти что-ли плавки?"
    "Константин уже было хотел развернуться, но его окликнула недалеко стоящая Славя."
    sl "Костя!{w} Не хочешь искупаться?"
    show sl smile swim with byso
    "Развернув своё тело на 180, Константин увидел Славю в белом купальнике."
    "С неё стекали капли, а её косичка размокла от тёплой воды."
    kt "Да, хотелось бы, да только плавок нет."
    show sl shy swim with byso
    "Славя немного покраснела и ответила."
    sl "Это не проблема.{w} У меня есть ключи от кладовой с одеждой. {w=1}Можешь себе там взять."
    kt "Было бы неплохо."
    show sl normal swim with byso
    "Славя пошла к своим вещам и достала оттуда большую связку ключей."
    play sound sfx_keys_rattle
    "Ловко сняв один, Славя отдала его Константину."
    show sl smile swim with byso
    sl "Вот, держи.{w=1} Как возьмёшь себе...{w} инвентарь.{w=1} Так верни ключ, пожалуйста."
    kt "Ладно, спасибо."
    th "Хоть какая-то польза от этой зануды."
    kt "А где склад то хоть?"
    show sl happy swim with byso
    sl "Да около кибернетиков.{w} Зайди у них спроси."
    kt "Хорошо, скоро вернусь."
    th "Может ей ключи не возвращать, раз они как-то связаны с кибернетиками?"
    th "Дополнительная информация не всегда лишняя."
    sl "Ладно, я жду."
    hide sl with byso
    th "Ну, я тут прогуляюсь, если дождёшься, то верну."
    kt "Хорошо."
    stop music fadeout 2
    "Спиной сказал Константин и направился обратно вглубь лагеря."
    scene bg ext_path_day with byso
    play ambience ambience_camp_center_day
    th "Какие же тут все наивные.{w} Люблю помощь, когда мне за неё ничего отдавать не надо."
    "Ухмыльнувшись подумал Константин."
    "Идя по лесу он заметил дым, исходящий из-за дальнего дерева."
    window hide
    menu:
        "Проигнорировать.":
            $ renpy.block_rollback()
            th "Да черт с ним.{w} Наверняка там Ульяна с куревом балуется."
            "Константин усмехнулся и поплёл дальше."
            scene bg ext_square_day with byso
            "Выйдя на площадь Константин посмотрел на памятник Генде."
            kt "Отвратительно..."
            "Прошептал Константин."
        "Пойти посмотреть.":
            $ renpy.block_rollback()
            play music music_list["heather"]
            th "Лесные пожары или кто-то дал Ульянке спички?"
            show dv guilty pioneer2 with byso
            "Константин подошёл на несколько метров к источнику дыма и понял, что там сидит Алиса, которая пытается незаметно покурить."
            "Он подошёл к ней и, похлопав по плечу, начал."
            kt "Это всё хорошо, но расскажешь где курево достала?"
            show dv scared pioneer2 with byso
            "Алиса со страху вскочила и уронила сигарету в куст."
            show dv angry pioneer2 with byso
            dv "Не твоего ума дело!"
            window hide
            menu:
                "Пригрозить.":
                    $ renpy.block_rollback()
                    $ dvdom += 1
                    $ negative += 1
                    kt "Дело то конечно не моё, но может стать делом Ольги..."
                    show dv rage pioneer2 with byso
                    play music music_list["pile"]
                    "Лицо Алисы приобрело демонический оскал."
                    dv "Только подумай!"
                    "Константин ехидно усмехнулся."
                    kt "А то что?"
                    dv "А то пары зубов лишишься!"
                    "Константин улыбаясь решил продолжить дразнить Алису."
                    kt "Ну давай-давай, приведи угрозу в действие, рискни."
                    play sound sfx_armature_swish
                    pause 0.8
                    play sound sfx_pat_shoulder_hard
                    "Алиса хотела дать прямой удар в нос Константина, но тот парировал и схватил руку Алисы."
                    kt "М-да.{w=1} Техника ударов оставляет желать лучшего..."
                    dv "Ах ты!"
                    play sound sfx_bush_body_fall
                    scene cg d7_dv_2 with vpunch
                    "Алиса вырвала свою руку и хотела было дать с ноги, но Константин хватил её и повалил на землю."
                    kt "Давай без такой агрессии, подруга.{w=1} Мало-ли я тоже агрессировать начну." 
                    play sound sfx_pat_shoulder_hard volume 0.6
                    "Алиса попыталась вырваться, но безуспешно." with vpunch
                    kt "Давай-давай... Ещё немного усилий"
                    play sound sfx_pat_shoulder_hard volume 0.7
                    "Алиса попыталась вырваться ногами, но Константин начал её душить." with vpunch
                    kt "И самооборона в целом у тебя так себе."
                    kt "Вот представим ситуацию, я бы был обычным спермотоксикозником.{w} Я бы прямо тут тебя бы и изнасиловал."
                    kt "Или маньяком. {w}Тут бы и задушил."
                    kt "Повезло тебе что у меня нет таких мыслей.{w=1} Пока что..."
                    kt "Считай ты проиграла.{w=1} По всем позициям."
                    stop music fadeout 2
                    "Алиса испугалась, смирилась с поражением и перестала сопротивляться.{w} Константин убрал руку с её горла."
                    kt "И это всё?{w=1} Скажу честно, я ожидал большего."
                    scene bg ext_path_day
                    show dv guilty pioneer2
                    with byso
                    "Константин встал на ноги и отряхнулся."
                    kt "Ужасно.{w}.. Сходи в зал, побей грушу, я не знаю.{w=1} Так ты только придаёшь своему дерзкому образу излишнюю ничтожность и слабость."
                    kt "А что будет когда про это узнают остальные..."
                    "Константин достал из пачки сигарету и кинул на землю к Алисе, что только привстала."
                    kt "Это тебе компенсация, мало ли это тебя сильнее делает."
                    dv "Извини меня...{w} Никому не говори...{w} Пожалуйста..."
                    "Печально промямлила Алиса и стряхнула с себя грязь."
                    kt "Да?{w} Как захочу, так и сделаю. {w=1}На будущее - не мешайся под ногами."
                    hide dv with byso
                    "Константин поправил рубашку и пошёл куда шёл."
                    "Позади раздался тихий плач."
                    scene bg ext_square_day with byso
                    "Выйдя на площадь Константин посмотрел на памятник Генде."
                    th "Людские амбиции. {w=1}Вот чем это чудо отличается от неё.{w=1} Строит из себя что-то великое, а на самом деле..."
                    kt "Отвратительно..."
                    "Озвучил Константин свою мысль."
                "Насмехнуться.":
                    $ renpy.block_rollback()
                    kt "Ну ты кури-кури.{w} Когда лёгкие станут как у меня ещё пожалеешь."
                    show dv surprise pioneer2 with byso
                    "На лицо Алисы пришло удивление."
                    dv "Как у тебя?.."
                    hide dv with byso
                    "Константин развернулся и поплёл дальше."
                    scene bg ext_square_day with byso
                    stop music fadeout 2
                    "Выйдя на площадь Константин посмотрел на памятник Генде."
                    kt "Отвратительно..."
                    "Прошептал Константин."
    th "Насколько надо быть самовлюблённой тварью, чтоб такое в честь себя поставить?"
    th "Божество с «у» в начале."
    scene bg ext_clubs_day with byso
    play sound sfx_knock_door2
    "Константин дошёл до клубов и постучал."
    play sound sfx_open_door_squeak_2
    show sh serious pioneer with byso
    "Оттуда выглянул Шурик и смерил Константина недобрым взглядом."
    sh "Уходи!"
    play sound sfx_close_door_1
    hide sh with byso
    "Сказал он и захлопнул дверь."
    "Константин стоял в ступоре секунд 15."
    play music music_list["awakening_power"]
    kt "А ты ли там не ахуел, чучело ебаное?!"
    play sound door_break
    play ambience ambience_clubs_inside_day
    scene bg int_clubs_male_day
    show sh scared pioneer with vpunch
    "Константин распахнул дверь и зашёл в клубы."
    kt "Это чё за выкрутасы, расскажешь?"
    show sh rage pioneer with byso
    sh "Да ты!.."
    kt "Да я!{w=1} Сказал быстро, где тут склад со шмотками и закрыл пасть!"
    show sh cry pioneer with byso
    "Шурик, не понимая что противопоставить, указал на кладовку."
    kt "То-то же!"
    stop music fadeout 2
    scene bg sklad_od with byso
    "Константин вошёл на склад и начал рыться в коробках."
    "Буквально за несколько секунд он нашёл нужную коробку. {w}На ней было подписано Брусков."
    "Там были плавательные шорты и запасной комплект одежды."
    th "Прекрасно, и искать ничего не надо."
    "Константин взял шорты и направился обратно на пляж."
    scene bg int_clubs_male_day
    show sh serious pioneer
    with byso
    play sound door_cl
    "Выйдя из кладовки он посмотрел на Шурика, что уже был занят своими делами."
    th "М-да, надо потом воспитать этого уродца."
    scene bg ext_clubs_day
    show us smile pioneer
    with byso
    play ambience ambience_camp_center_day
    play sound door_cl
    play music music_list["i_want_to_play"]
    "Выйдя из клубов он увидел Ульянку, которая как-бы невзначай вертелась вокруг клубов."
    us "Эй, как тебя там...{w=1} Костя."
    kt "Эй, как тебя там.{w=1} Не важно, отвали!"
    show us dontlike pioneer with byso
    "Резко сорвался Константин на Ульянку. Ей явно это не понравилось."
    stop music fadeout 2
    us "Зачем так грубо?! {w=1}Ну и иди!"
    hide us with byso
    "Обиженно сказала Ульянка и зашла в клубы."
    scene bg ext_square_day
    show un normal pioneer far
    with byso
    "Константин вышел на площадь.{w=1} На скамеечке сидела Лена и читала книжку.{w=1} Судя по её увлечённости, она даже не замечала Константина."
    "На книге было любопытное название: «Цена грехов»."
    th "Надо потом глянуть о чем книженция.{w=1} Уж больно любопытно она называется.{w} Как моя жизнь."
    scene bg ext_path_day with byso
    "Константин усмехнулся и вышел к тропе на пирс."
if dvdom == 1:
    th "Алиса пропала."
    th "Рыдает наверное там у себя в домике."
    th "Неприятно терять ощущение лидерства, понимаю.{w=1} Но мне приятно тыкать людей в грязь лицом."
    jump sfjirewni32r43
else:
    jump sfjirewni32r43
label sfjirewni32r43:
    scene bg ext_boathouse_day with byso
    play ambience ambience_boat_station_day
    "Выйдя к пирсу, Славю он там не встретил."
    th "И так не хотел ключ отдавать."
    "Константин направился в кабинку, дабы переодеться."
if negative == 4:
    pause 1
    scene bg corpse with vpunch
    play sound loud_sound
    play music "<from 8>inrealnost/Music/Music/SavXgeS.mp3"
    "В кабинке лежал разорванный в клочья труп.{w} Все стены были измазаны в крови и ошмётках бывшего тела."
    "На стене кровью было написано: «Аккуратнее, а то с тобой будет так же!»"
    play sound door_break
    scene bg ext_boathouse_day with vpunch
    "Константин резко отскочил от кабинки и закрыл дверь."
    "Рвотные позывы не заставили себя ждать.{w=1} Константина чуть не вырвало."
    kt "Что за хуйня?!"
    "В шоке пробормотал Константин и вновь открыл кабинку."
    stop music fadeout 2
    scene bg black with byso
    "На этот раз там ничего не было."
    th "Что за приколы?!"
    th "Неужели я схожу с ума?"
    "Постояв немного в дверях Константин попытался забыть увиденное и зашёл в кабинку."
    "Переодевшись, Константин быстро вышел из кабинки."
    stop music fadeout 2
    scene bg ext_boathouse_day with byso
    "Глянув на водную гладь, Константин не долго думая нырнул в воду."
    scene bg ext_beach2_day with byso
    play sound sfx_shoulder_dive_water
    "Вынырнув, Константин почувствовал себя свежим и растворился в блаженстве."
    "Вода была тёплая как парное молоко."
    th "Блаженство..."
    th "Давно не чувствовал себя настолько приятно..."
    "Перевернувшись на спину, Константин посмотрел в небо."
    th "Не может быть так хорошо на земле.{w=1} Определённо есть подвох."
    th "Труп в кабинке например...{w=1} Ладно, забыли..."
    jump sfvodepefjnvfeo
else:
    scene bg black with byso
    "Константин зашёл в обшарпанную кабинку и начал переодеваться."
    th "Я такие кабинки видел ещё в глубоком детстве, когда пешком под стол ходил."
    th "Только эта поновее."
    "Надев плавки, Константин вышел из кабинки."
    scene bg ext_boathouse_day with byso
    "Глянув на водную гладь, Константин не долго думая нырнул в воду."
    scene bg ext_beach2_day with byso
    play sound sfx_shoulder_dive_water
    "Вынырнув, Константин почувствовал себя свежим и растворился в блаженстве."
    "Вода была тёплая как парное молоко."
    th "Блаженство..."
    th "Давно не чувствовал себя настолько приятно..."
    "Перевернувшись на спину, Константин посмотрел в небо."
    th "Не может быть так хорошо на земле.{w=1} Определённо есть подвох."
    jump sfvodepefjnvfeo
label sfvodepefjnvfeo:
    th "Моё старое тело было значительно черствее и с ним я бы даже не подумал, что обычная вода может доставлять столько удовольствия."
    "Константин нырнул и решил дотянуться до дна."
    "Под водой он заметил некий блеск."
    "Вынырнув он глянул в водную пущу."
    th "Что там такое?"
    "Нырнув поглубже, он достал блестящий объект."
    scene bg ext_boathouse_day with byso
    "Доплыв до пирса, он начал разглядывать полученный трофей."
    scene bg phone_off with byso
    play music music_list["no_tresspassing"]
    "Это оказался телефон. {w}Синий Nokia, который несмотря на воду выглядел приемлемо."
    th "Он работает?"
    scene bg phone_on with byso
    "После нажатия кнопки включения экран телефона засветился."
    "Телефон не отображал ни заряда батареи, ни даты, ни связи, но на нем было отображено время и стоял таймер."
    "Таймер показывал 6 дней, 7 часов и 41 минуту."
    "На телефоне была номерная книжка. В ней было 2 записи: «Check» и «ReadMe»."
    th "ReadMe? Ну допустим."
    "Константин набрал номер и приложил телефон к уху."
    play sound sfx_radio_squelch_1
    "Телефон прошипел и звонок был сброшен."
    th "Ага, конечно, где тут связь..."
    "Хотел Константин уже убрать телефон, как пришло сообщение."
    "Написано было следующее."
    "Если ты это читаешь, значит мои труды не были напрасны.{w} Если ты уже осознал что находишься в симуляции, то эта программа позволит тебе наблюдать за её стабильностью."
    "Стабильность вычисляется в процентах от 100 процентов до 0, где приемлемое значение равно от 100 процентов до 72,5. Ошибки могут начинаться от 72,5 процентов до 55. Ниже 55 процентов уже неизвестно, не смог произвести замер."
    "Если удастся, то будьте добры, доделайте."
    "Услуга создана на основе сети Vodafone за пользование услуги взимается плата, соответствующая тарифному плану и/или роумингу."
    #Мем, телефон из воды синего цвета на водафоне, какой я ахуительный сценарист 27.01.23 18:23
    "P.S. От разработчика.{w} Может вызвать ░░░░░░░░░░░░░░░░░░░░░░░░░░░░░░░░░░░." #Рак прямой кишки. ХАХАХАХАХАХАХАХАХАХАХАХХАХАХАХ пошёл нахуй, зачем ты мои пометки читаешь?
    th "Может вызвать что?"
    th "Не важно.{w} Была-не была."
    "Константин набрал номер."
    "Почти моментально ему ответил грубый мужской голос."
    gt "Происходит замер. Пожалуйста ожидайте."
    th "Хм-м..."
if negative == 0:
    gt "Стабильность составляет 95 процентов"
    th "Ну, на том спасибо, что бы то не значило."
    jump fdsmloasmdojgsans
else:
    jump sdafdfgadafsdgfd
label sdafdfgadafsdgfd:
if negative == 1:
    gt "Стабильность составляет 90 процентов"
    th "Ну, ладно..."
    jump fdsmloasmdojgsans
else:
    jump gfdsghsdhgfdgmn
label gfdsghsdhgfdgmn:
if negative == 2:
    gt "Стабильность составляет 87,5 процентов"
    th "Маловато что-то..."
    jump fdsmloasmdojgsans
else:
    jump fgsduiogisghiufdhgips
label fgsduiogisghiufdhgips:
if negative == 3:
    gt "Стабильность составляет 80 процентов"
    th "Мало.{w}.. Понимать бы ещё что это..."
    jump fdsmloasmdojgsans
else:
    gt "Стабильность составляет 77,5 процентов"
    th "А вот это хреново."
    th "Если оно за один день упало на 23..."
    th "А что будет потом я даже и не понимаю."
    jump fdsmloasmdojgsans
label fdsmloasmdojgsans:
    th "Знать бы ещё что такое ошибки эти ваши..."
    scene bg ext_boathouse_day with byso
    stop music fadeout 2
    "Константин встал на ноги и направился обратно к кабинке."
    scene bg ext_path_sunset with byso
    play ambience ambience_camp_center_evening
    "Переодевшись, Константин направился к своему домику.{w} Домик был далеко, потому он перешёл на быстрый шаг."
    "Проходясь по тропинке он заметил в отдалении силуэт."
    th "Кто там?{w} Опять в кустах кто-то отсиживается?"
    "Как только Константин направился в сторону силуэта, он растворился."
    th "М-да, что только не померещится..."
    scene bg ext_square_sunset with byso
    play sound sfx_dinner_horn_processed
    play music music_list["lightness"]
    "Как только он вышел на площадь, заиграл горн, зазывающий в столовую."
    th "Да, поесть сейчас было бы неплохо."
    "На площади была толпа пионеров. {w}Все словно стадо шли в сторону столовой."
    "Вдалеке Константин умудрился высмотреть Рому и кибернетиков."
if dvdom == 1:
    "Недалеко проходила Алиса.{w} Шла она одна и была погружена в свои мысли."
    jump sfjirewni32
else:
    "Недалеко проходила Алиса с Ульянкой, рассказывая друг другу что-то смешное."
    jump sfjirewni32
label sfjirewni32:
    "Славя с Женей о чем-то переговаривались."
    "Лена шла с книжкой, читая прямо на ходу."
    "Мику, напевая под нос какую-то мелодию делала краткие и ритмичные шаги."
    "Многим бы показалось это приятной и приятной атмосферой, но не Константину."
    "Он всматривался в толпу, словно это скот, который ведут на убой.{w=1} В целом, как и всегда."
    "В голову начали сочиться стандартные размышления из старой жизни."
    "В момент эти мысли Константина перешли на второй план."
    scene bg ext_houses_sunset
    show mt smile panama pioneer
    with byso
    "Константин направился к своему домику.{w} По дороге он встретил вожатую."
    mt "Не опаздывай, у нас сейчас ужин."
    kt "Помню-помню."
    show mt grin panama pioneer
    with byso
    mt "А, тогда хорошо."
    hide mt with byso
    "Вожатая улыбнулась и пошла дальше."
    th "Вот что у человека в голове, а?"
    th "Какой нахрен человек подумает, что я ужин прогуливаю?"
    th "Вопросом дал ответ. Сахарова..."
    scene bg ext_house_of_mt_sunset with byso
    "Константин дошёл до домика и повесил свои шорты на сушилку."
    th "Ну да, она ещё в бухгалтерии умом не отличалась, что уж тут."
    th "А потом думай, куда пропадет часть накладных и почему работники жалуются на недоплаты."
    scene bg ext_dining_hall_near_sunset with fade
    stop music fadeout 2
    "Спустя пару минут Константин уже был у столовой.{w} Большая часть народу уже прошла и вход был свободным."
    th "Надеюсь, на ужин сегодня дадут что-то вкусное.{w=1} Я голоден как чёрт."
    play ambience ambience_dining_hall_full
    scene bg int_dining_hall_people_sunset_cust with byso
    "Константин встал в очередь на раздаче и заметил, что одиночный столик оккупировал Толя."
    th "Ужин не без приключений... "
    play music music_list["heather"]
    "Константин взял еду и направился к Толе."
    th "Во-первых, за то что на моего начальника похож."
    th "Во-вторых, что посмел сесть за мой столик."
    th "И в-третьих, за то что уже меня раздражаешь."
    show image tl_normal with byso
    "Константин поставил поднос на столик и посмотрел на Толика."
    kt "Чучело ты моё огородное, ты чего тут делаешь?"
    hide image tl_normal
    show image tl_angry
    with byso
    tl "Я первый место занял, не твоё дело!"
    kt "Не моё дело, значит, да?"
    window hide
    menu:
        "Откровенно издеваться.":
            $ renpy.block_rollback()
            $ negative += 1
            play sound sfx_water_splash
            "Константин выхватил с подноса Толика тарелку и надел её ему на голову."
            play sound sfx_borshtch
            "Поставив тарелку на место, он взял стакан вязкого киселя и полил его большую спину."
            "С головы Толи потекли макароны с коричневой подливой, а он сам сидел с изумленным видом, не до конца понимая ситуацию.{w=1} Когда он наконец сообразил, что происходит, было уже поздно."
            "Он открыл было рот, чтобы что-то сказать, но, увидев садистскую ухмылку Константина, закрыл его.{w} В его широко открытых глазах появилась осмысленность."
            "По мере того как глаза набухали недоумением, в них стали появляться другие выражения — испуга, недоумения, наконец, некоторой покорности."
            kt "Ну что, теперь соизволите освободить место?{w} Вы уже закончили трапезу."
            "С соседнего стола раздался смех, под который Толя и ушёл со своего места."
        "Надавить морально.":
            $ renpy.block_rollback()
            "Константин наклонился к уху Толика и начал шептать."
            kt "Уродец, если ты мне место это не оставишь, то я у тебя каждый раз его буду отбирать."
            tl "Мне плевать..."
            "Константин повысил тон."
            kt "Давай так.{w} Ты сейчас поднимаешь свою жопу и уходишь..."
            kt "Либо ты сегодня будешь ночевать в медпункте."
            "Константин ещё сильнее повысил тон."
            kt "По частям будут собирать."
            kt "Ты поел, а теперь иди отсюда, либо я тебе обещаю, будет больно!"
            "Толик не выдержал и забрал свой поднос с этого места."
    hide image tl_angry with byso
    kt "И теперь ты тут не сидишь, чудила."
    th "Как дитя малое, ей-богу."
    stop music fadeout 2
    "На ужин были макароны по-флотски и стакан клубничного киселя."
    "Константин без особых прелюдий стал уплетать макароны и попутно что-то высматривать в окне."
    th "А всё-таки, не так тут и плохо."
    th "В целом, я могу тут быть местным царьком."
    "Константин выглядел Рому, что разговаривал с Шуриком."
    th "Он же ничем меня не хуже.{w=1}.. Странно, что он этим не занимается, несмотря на его жестокость."
    th "Хотя кому это надо?{w} Правильно, никому.{w} Он куда лучше влился в новую жизнь, чем я."
    th "Может он и в правду этим лучше меня."
    play music music_list["farewell_to_the_past_edit"]
    show sl smile pioneer with byso
    "Незаметно для Константина к нему подошла Славя."
    sl "Привет.{w} Ну как твой первый день в лагере?"
    kt "Да, всё хорошо."
    th "Без тебя было бы куда лучше.{w=1} Суицид я воспринимаю как комплимент с твоей стороны."
    sl "Прекрасно, ты определился с клубом?"
    th "Я только сейчас про это вспомнил."
    kt "Не-а, не определился."
    show sl serious pioneer with byso
    sl "Это плохо."
    "С лица Слави пропала улыбка.{w} Константина начало раздражать происходящее."
    sl "Ольга Дмитриевна говорила тебе к сегодняшнему вечеру определиться с клубом."
    sl "Какая безответственность!"
    kt "Да, это всё прекрасно, но хватит меня душить, а?"
    show sl surprise pioneer with byso
    "Славя немного удивилась после этих слов Константина, но спустя некоторое время словно забыла."
    show sl sad pioneer with byso
    sl "Ну ничего, уж в клубе наставничества мы сделаем из тебя достойного пионера!"
    th "Ох уж эти лозунги."
    "Константин доел и залпом хлопнул компот, чтоб побыстрее скинуть с себя оковы нравоучений."
    kt "Ладно, я пойду, поговорю вечером с Ольгой Дмитриевной на тему клубов."
    th "Так и быть."
    show sl smile pioneer with byso
    "Славя вновь выдавила свою стандартную улыбку."
    stop music fadeout 2
    sl "Хорошо, тогда до встречи."
    play ambience ambience_camp_center_evening
    scene bg ext_dining_hall_near_sunset with byso
    "Константин вышел из столовой и облегченно выдохнул."
    th "Неужели отвалила, а."
    th "Пойду перекурю."
    #Я тоже пожалуй... Заебался уже накладывать звуки 25.06.2021 3:58 Хуйня звуки кста, переписываю теперь сижу, вместо подготовки к матану 23:16 12.05.23
    play sound light_inh
    "Константин зашёл за столовую и прикурил."
    th "Ух, балдёж..."
    "Покурив минуту, Константин услышал, что его зовёт вожатая."
    th "Вы угараете?{w=1} Покурить то дайте!{w=1} Клубы свои затолкайте куда поглубже."
    play sound inh
    "Константин решил проигнорировать зов, сделав очередную затяжку."
    th "Как докурю так сразу."
    mt "Костя!"
    "Константин понял, что голос приближается и, закатив глаза затушил сигарету."
    show mt normal panama pioneer with byso
    "У столовой его ждала вожатая.{w=1} Судя по её виду, она явно была чем-то недовольна."
    "Константин не решился подходить ближе чем на метр, поскольку от него сильно шмонило куревом."
    kt "Звали?"
    play music music_list["awakening_power"]
    mt "Да, звала.{w} Славя мне сказала, что ты не определился с клубом."
    th "Трагедия!{w} Как мне дальше жить?"
    "С усмешкой подумал Константин."
    kt "И что дальше?"
    show mt angry panama pioneer with byso
    mt "Что значит и что дальше?"
    mt "Значит за твою халатность я направлю тебя в клуб наставничества, будем тебя учить ответственности!"
    th "Ответственность?{w=1} Сахарова?{w=1} Смешно."
    th "Хотя, с другой стороны, где было бы лучше?"
    th "Спорт в принципе не моё."
    th "Кибернытики меня не интересуют из-за коллектива трёх идиотов."
    th "В архивах бы покрылся слоем пыли как и все книги там."
    th "На музыкальных инструментах играть не умею и уметь не хочу."
    th "Ну, меньшее из 5-ти зол."
    mt "Эй, ты уснул что-ли?"
    kt "Нет, порядок."
    show mt normal panama pioneer with byso
    mt "Вот и прекрасно.{w} В наш клуб завтра к 8 утра."
    mt "Отбой в 10 вечера, потому к этому времени быть в домике как штык."
    mt "Всё понял?"
    kt "Да, понял."
    mt "Хорошо."
    hide mt with byso
    stop music fadeout 2
    "Вожатая махнула рукой и удалилась."
    th "Неужели отвалила.{w} Хорошо хоть запах курева не почувствовала."
    th "Что по времени?"
    "Константин достал телефон и глянул время."
    kt "Ну есть время немного погулять."
    mi "Эй, Костя!"
    th "Да что опять?"
    show mi normal pioneer at right
    show un normal pioneer at left
    with byso
    play music music_list["silhouette_in_sunset"]
    "Развернувшись на зов, Константин увидел пред собой Мику и Лену."
    "Вторая, ощутив на себе взгляд Константина смутилась."
    mi "Рассуди нас."
    th "Лена?{w=1} Спорит?"
    kt "И в чём же?"
    mi "Что по твоему лучше."
    show mi smile pioneer at right with byso
    mi "На годовщине лагеря устроить музыкальное шоу или театральный номер?"
    window hide
    menu:
        "Музыкальное шоу.":
            $ renpy.block_rollback()
            show mi grin pioneer at right with byso
            mi "Ну вот, а я тебе говорила!"
            show un serious pioneer at left with byso
            un "Ладно, была не права..."
            "Уныло пробормотала Лена."
            kt "Ладно, а теперь позвольте пойти прогуляться."
            show mi normal pioneer at right with byso
            mi "Ладно, иди уж."
            hide mi
            hide un
            with byso
            th "Ага, спасибо за разрешение."
        "Театральный номер.":
            $ renpy.block_rollback()
            show un smile pioneer at left with byso
            "Лена улыбнулась, услышав ответ Константина."
            show mi dontlike pioneer at right with byso
            "В это же время Мику пришла в замешательство."
            mi "Номер, серьёзно?"
            kt "Да, номер. Я вроде ясно сказал."
            show mi normal pioneer at right with byso
            mi "Хорошо-хорошо, не осуждаю твой выбор."
            kt "Ладно, а теперь позвольте пойти прогуляться."
            mi "Ладно, иди уж."
            hide mi
            hide un
            with byso
            th "Ага, спасибо за разрешение."
        "Отказаться от выбора.":
            $ renpy.block_rollback()
            $ negative += 1;
            th "Повеситься."
            kt "Уж до чего-чего, но мне не до этого.{w=1} Мне ещё от клуба наставничества отмазаться надо."
            show mi dontlike pioneer at right with byso
            kt "А вы мне тут про какую-то хрень рассказываете."
            mi "Ладно, извини."
            hide mi
            hide un
            with byso
            th "Ага, не извиню."
    stop music fadeout 2
    "Константин развернулся и пошёл в сторону пляжа."
    th "Годовщина?"
    th "Интересно, что будет."
    th "Хороводы вокруг медного Генды?"
    "Константин усмехнулся после своей-же мысли."
    th "Если так, то я пас."
    scene bg ext_square_night with byso
    "К тому моменту как Константин вышел на площадь, солнце уже зашло.{w=1} На улице включили фонари."
    th "Довольно резко стемнело.{w=1} Не помню чтоб у меня в городе так быстро темнело..."
    play sound sfx_paper_bag
    scene bg map_camp with byso
    "Константин посмотрел на карту."
    th "Тут есть пляж.{w=1} Стоило бы сходить"
    play music summerdays
    scene bg ext_houses_night with byso
    "Сверяясь с картой, Константин направился на пляж."
    th "Кругом домики.{w=1} Один похож на другой."
    th "Словно их штамповали на конвейере."
    th "Вот что значит коммунизм.{w=1} Равенство так и блещет.{w=1} {cps=20}Свобода это рабство{w=1}, Власть — не средство;{w=1} она — цель.{w=1} Диктатуру учреждают не для того, чтобы охранять революцию;{w=1} революцию совершают для того, чтобы установить диктатуру.{/cps}"
    scene bg ext_playground_night with byso
    play ambience ambience_camp_center_night
    "Слева Константин заметил футбольное поле."
    th "Никогда не любил футбол.{w} С самого детства."
    th "Все кругом от него фанатели, один я его ненавидел сердцем и душой."
    th "Навевает воспоминания..."
    scene bg ext_beach_night with byso
    play ambience ambience_boat_station_night
    "Наконец, Константин вышел на пляж."
    th "А ведь красиво..."
    "На небе были видны звёзды, а на водной глади отражалась луна."
    "Константин присел недалеко от воды и стал смотреть."
    "В дали был виден грузовой поезд, что с тихим стуком преодолевал свой путь."
    "Но этот мир нравился ему всё меньше и меньше."
    "Константин глянул на полную луну. Она была довольно большая."
    "Его больше интересовало отражение луны в воде. Казалось, над водоёмом горит бесчисленное количество факелов, и между ними и луной - стена огня, бесконечно уходящая вдаль."
    "Многое, очень многое казалось здесь странным."
if negative == 6:
    jump meetwithre
else:
    jump solomodewstre
label meetwithre:
    "Константин перевёл взгляд в песок."
    kt "А всё-таки, какое же дерьмо!"
    window hide
    menu:
        "Встать и отправиться в домик.":
            $ renpy.block_rollback()
            jump solomodewstre
        "Ещё немного посидеть.":
            $ renpy.block_rollback()
            jump meetwithre1
label solomodewstre:
    kt "Ладно, пойду посплю.{w=1} Может завтра будет получше."
    "Константин в последний раз глянул на ушедший поезд и направился в домик."
    scene bg ext_house_of_mt_night with byso
    stop music fadeout 2
    scene bg ext_house_of_mt_night with byso
    "Спустя несколько минут ходьбы Константин уже был у домика."
    "Внутри горел свет, что означало присутствие вожатой в домике."
    scene bg int_house_of_mt_night
    show mt smile pioneer
    with byso
    play ambience ambience_int_cabin_night
    play sound sfx_close_door_1
    "Константин неторопясь вошёл."
    mt "Ты время-вовремя.{w=1} Ладно, переодевайся и ложись спать, а мне надо ещё кое-куда зайти."
    kt "Хорошо, доброй ночи."
    show mt grin pioneer with byso
    mt "Доброй ночи."
    hide mt with byso
    play sound sfx_close_door_1
    "Пожелала вожатая и скрылась за дверьми."
    play sound sfx_click_3
    scene bg int_house_of_mt_night2 with byso
    "Константин выключил свет, быстро разделся и лег на кровать."
    play sound2 sfx_bed_squeak1
    scene bg son_kt with byso
    th "Завтра новый день..."
    show blink
    stop ambience
    "Подумал Константин и уснул."
    scene bg black
    show image so_gd
    play music nightmare
    show unblink
    hide blink
    "Константин очнулся в бесконечной тьме.{w=1} Перед ним стоял Генда."
    kt "Ты?!"
    hide image so_gd
    show image so_sm
    with byso
    gg "Ну а кто же ещё?{w=1} Вроде моя внешность не имеет аналогов."
    kt "Действительно, такую морду поискать надо!"
    hide image so_sm
    show image so_gd
    with byso
    gg "Очень смешно!"
    "Злобно проговорил Генда."
    kt "Думаю, когда тебя рожали, то акушеры всей палатой над тобой ржали."
    play sound schelk
    "Генда щелкнул пальцами.{w=1} Рот Константина слипся."
    gg "Да-да, действительно смешно, правда меня не рожали.{w=1}.. А ещё смешнее будет, когда я тебе расскажу что будет с тобой во сне."
    "Константин явился за своим компьютером, прикованным к стулу. Только его правая рука была свободна"
    hide image so_gd
    show computer
    with byso
    gg "Компьютер. Твой любимый инструмент для травли и унижений."
    "Генда поправил очки."
    gg "Ты каждую ночь будешь играть с ним в разные игры."
    gg "Правила ты узнаешь, но если ты проиграешь..."
    gg "Умрёшь."
    th "Ну прикольно.{w=1} Сейчас бы во сне умереть."
    gg "Сейчас мы играем в кости."
    show image kosti1 with dissolve
    gg "Сегодня в случае проигрыша ты не умрёшь, но это будет довольно больно."
    gg "Думаю, правил быть проще не может. {w}Бросаешь три раза два кубика. У кого больше, тот победил."
    gg "За каждый проигранный кон ты получаешь удар током, что сильнее и сильнее с каждым разом."
    "На столе явились кости."
    "Ход компьютера.{w=1} 5 очков."
    th "А, ну легче лёгкого."
    play sound kosti
    "Ход Константина.{w=1} 2 очка."
    th "Что?.."
    gg "Упс, удача сегодня не на твоей стороне."
    "Стул начал прогонять через тело Константина электрический ток."
    play ambience shock
    "Константин ощущал, словно кровь в его теле закипает."
    th "Почему...{w=1} так...{w} Больно!"
    stop ambience
    "Электричество отключилось."
    gg "Вторая попытка."
    "Ход компьютера.{w=1} 12 очков."
    gg "Ха-ха.{w} Тут даже кидать не надо!"
    play ambience shock
    "Пошёл заряд."
    "Константина начало трясти, словно при приступе."
    gg "Интересно твои игрушки работают против тебя, да?"
    stop ambience
    "С непонятной Константину усмешкой подметил Генда."
    gg "Последний раз, но только я ставлю максимальную мощность."
    "Ход компьютера.{w=1} 5 очков."
    play sound kosti
    "Константин дрожащей рукой кинул кости."
    "Выпало 6."
    kt "Выкуси...{w=1} мудила..."
    gg "Ладно, на сегодняшнюю ночь свободен.{w} Теперь тебе в кошмар!"
    stop music fadeout 2
    show blink
    pause 0.5
    hide image kosti1
    hide computer
    "Генда с усмешкой растворился.{w=1} Константин уснул."
    play music tish
    scene bg ext_polyana_night
    show unblink
    hide blink
    "Проснулся Константин на ночной поляне.{w} Боль в шее утихла."
    kt "Да дайте уже проснуться!"
    show image prizrak_png with dissolve
    rng "Нет, пока что ты со мной."
    kt "Ах, да.{w} Забыл про тебя вовсе."
    hide image prizrak_png
    show image poter_n_p
    with byso
    "Туман сгустился и преобразовался в пионера, что выглядел для Константина знакомо."
    play sound par
    hide image poter_n_p
    show image poter_n
    with byso
    rng "Ну теперь мы встретились в более приятных для тебя условиях.{w} Как человек с человеком."
    th "И почему он выглядит так знакомо?.."
    kt "И кто же ты в итоге?"
    rng "Я - потерянный пионер.{w} Когда-то я попал сюда схожим с тобой образом, но вместо того, чтоб умереть, я стал призраком."
    pp "Этот Генда заведует уймой таких миров.{w=1} Сейчас все находятся в одном кошмаре, в котором мы и есть."
    kt "Понятно."
    play sound krik
    "Вдали раздался ужасающий мужской вопль и усиливающийся звук беговых шагов."
    kt "Что это?"
    pp "Понятия не имею, что угодно от путника до гончей."
    kt "И что делаем?"
    pp "Если это что-то опасное, я это убью, ибо если тебя убьют, ты проснёшься."
    pp "Этого нельзя допустить пока что."
    "Из-за дальних кустов был слышен крик о помощи и приближающийся бег."
    show image me_su at fleft with byso
    "Оттуда выбежал пионер. Он встал у куста и стал переводить дыхание."
    pp "Один из обитателей других миров - Семён."
    kt "Ты его знаешь?"
    pp "Лично нет, но почти все они Семёны."
    "Увидав Константина и пионера он набрал в лёгкие воздуха и закричал."
    hide image me_su
    show image me_st at fleft
    with byso
    me "Бегите, глупцы!{w} Оно вас убьёт!"
    kt "Оно?"
    pp "Гончая скорее всего.{w} Их тут тьма тьмущая. "
    "Он посмотрел на Семёна."
    pp "Мои поздравления, ты мёртв."
    me "Что?!{w=1} Я не хочу умирать!"
    hide image me_st
    show image monster at fleft
    with vpunch
    play sound sfx_punch_washstand
    play sound2 monster_sfx
    pause 1
    play sound2 krik
    play sound sfx_bones_breaking
    "В панике закричал пионер и спустя секунду выскочило чудище, что порвало его на части."
    kt "Ты его не спас?"
    hide image poter_n
    show image poter_n_p
    with byso
    pp "А зачем?{w} Он бы мешал нам допросами, а так он быстрее проснётся и пойдёт страдать хернёй в своём мире."
    hide image poter_n_p
    hide image monster
    show image poter_n
    with byso
    play sound magic
    "Пионер вытянул руку в сторону чудовища и отправил в него красный сгусток плазмы, после чего оно рассыпалось в прах."
    pp "Таких как он огромное множество, и все сейчас в кошмаре."
    pp "В отличие от тебя, меня они видят только тут."
    kt "Это конечно прекрасно, но давай вернёмся к разговору."
    pp "Рад что без лишних вопросов."
    pp "Я тут сидел на ощущение 2-3 десятилетия.{w} Ещё бы плана не было."
    kt "В каком году ты попал сюда?"
    pp "В 2022-ом по-моему."
    kt "Я как бы оттуда-же."
    pp "Как это?"
    pp "20-го декабря я ехал на встречу с друзьями, но я попал в тот чёртов Икарус..."
    pp "На 5-ый день я умер."
    kt "Расскажешь от чего?"
    pp "Игра в русскую рулетку с Гендой.{w} В это невозможно выиграть."
    pp "Спустя 5 конов пуля уже была у меня в голове и по понятиям реального мира я умер."
    pp "Кстати, как ты попал сюда?"
    "Константин рассказал всё что знает про свою смерть.{w} Пионер был поражён."
    pp "А я думал, что сюда только через автобус..."
    pp "Генда тебя просто ненавидит. Интересно, что ты ему мог сделать..."
    pp "Итак, система Создателя не без дыр.{w} Есть недочёты и тому подобные. Их можно использовать для того, что бы его свергнуть.{w} И если выйдет, то есть несколько вариантов развития событий."
    pp "Два наиболее вероятных. Первый - ты благополучно сбежишь. Второй, ты останешься жить в этой вселенной, но в нормальном ритме."
    pp "И я готов тебе помочь. Вместе мы это сделаем."
    pp "Я буду искать дыры в системе Генды, а как найду что-то интересное сразу тебе доложу."
    kt "Это и есть твой план?"
    pp "Да, ведь каждая симуляция Генды индивидуальна и непредсказуема."
    kt "Хорошо. Договорились.{w} А теперь пробуди меня, если ты можешь."
    hide image poter_n
    show image poter_n_p
    with byso
    pp "Не проблема.{w=1} Тогда, до скорой встречи."
    hide image poter_n_p
    show blink
    "Пионер протянул руку в сторону Константина."
    stop music fadeout 2
    hide window
    jump d2_withso
label meetwithre1:
    "Константин решил вернуться попозже и немного подумать о жизни."
    kt "А всё-таки...{w=1} Где я?"
    kt "Да, новый мир и бла-бла-бла, но где это территориально?{w} Другая вселенная или может просто часть нашего мира..."
    kt "Хотя плевать.{w=1} В целом как и на то, что я уже в новом мире один."
    kt "Может Генда в этом плане не совсем скотина, в кой то мере я хоть избавился от того городского дерьма."
    kt "Словно всю свою жизнь я бился головой об кирпичную стену и только теперь перестал."
    kt "По сути я сейчас мёртв.{w=1} Хотя может мёртв я был именно в том мире."
    kt "Это в любом случае уже лучше обычного предновогоднего пьяного дня. {w=1}Без всего того, что меня ожидало на каждый новый день."
    play sound portal
    stop music fadeout 2
    "Прозвучал странный звук, Константину стало не по себе."
    th "Что за шум?"
    gren "Неужели...{w=1} Это...{w} Ты?"
    "Женский голос позади Константина звучал удивлённо и чарующе."
    kt "Кто здесь?"
    "Константин вдруг вскочил и начал вертеть головой."
    play sound sfx_scary_sting
    scene cg d1_rena_sunset with flash
    "Из ближайшего леса вышел силуэт девочки с топором."
    "Несмотря на угрожающий вид силуэта, он не вселял особого страха в Константина."
    gren "Как кто?{w=1} Ты не помнишь меня?"
    kt "Стоп.{w=1} Ты..."
    gren "Я?.."
    scene bg ext_beach_night
    show image re_cr_smile2_casual
    with byso
    kt "Рена?"
    stop ambience
    play sound in_vosp
    play music umted
    hide image re_cr_smile2_casual
    show computer
    show shum_white
    with flash
    kt "Прошло три года с нашего знакомства..."
    kt "Ты же рада?"
    "Константин безуспешно говорил с образом рыжеволосой девочки на мониторе.{w} Наркотики в его крови делали картинку куда более живой."
    kt "Да, я тоже рад, что мы вместе.{w} Мы так близко, но одновременно далеко..."
    kt "Ведь ты лишь моя тульпа... Тебя для мира... Не существует?..."
    hide computer
    hide shum_white
    show image re_guilty_casual
    with flash
    play sound out_vosp
    play ambience ambience_boat_station_night
    kt "Ты...{w} Реальна..."
    "Константин упал на колени."
    "Топор в руках Рены растворился и она подбежала к нему."
    ren "Я могу тебя почувствовать..."
    "Восхищённо прошептала она, коснувшись его лба ладонью."
    hide image re_guilty_casual
    show image re_happy4_casual
    with byso
    "После этого Рена крепко обняла Константина."
    kt "Я думал, что ты давно покинула меня..."
    hide image re_happy4_casual
    show image re_kind_casual
    with byso
    ren "Запомни, я никогда тебя не забывала.{w=1} Была с тобой от первого до последнего."
    play sound in_vosp
    stop ambience
    hide image re_kind_casual
    show computer
    show shum_white
    with flash
    kt "Неужели ты не выбрала меня?{w=1} Тоже забыла меня?"
    "Константин удалил почти все фотографии с образом, что снился ему во снах."
    "Осталась лишь последняя.{w=1}.. Его любимая."
    kt "Нам, видимо, не суждено встретиться..."
    kt "Ведь я и тобой покинут..."
    "Последняя фотография была удалена и Константин встал со стула.{w=1} Он достал бонг и сделал первую затяжку."
    kt "Может свидимся.{w=1}.. Хотя как?"
    hide computer
    hide shum_white
    show image re_kind2_casual
    with flash
    play ambience ambience_boat_station_night
    play sound out_vosp
    "Константин обнял её в ответ."
    kt "Как я рад видеть тебя во плоти..."
    ren "Я тоже безумно рада тебя вновь услышать!"
    stop music fadeout 3
    hide image re_kind2_casual
    show image re_smile_casual
    with byso
    "Рена села рядом с Константином на песок."
    kt "Но как ты нашла меня?"
    hide image re_smile_casual
    show image re_bored_casual
    with byso
    ren "Очень долгая история, но я расскажу."
    stop ambience
    play sound schelk
    play music regret
    hide image re_bored_casual
    scene bg black
    show image re_sad_casual
    with byso
    "Рена коснулась лба Константина и они оказались словно в кинотеатре."
    kt "Как ты..."
    ren "Это происходит в твоём воображении.{w=1} В том мире ты сидишь на песке рядом со мной."
    ren "Начиная рассказ, я была с тобой, пока ты был последний день в том мире."
    hide image re_sad_casual
    scene bg cab
    show shum_white
    with flash
    "Экран засветился.{w} Картина показывала офис начальника."
    ren "Не знаю как, но этот промежуток времени я чувствовала как никогда остро."
    kt "...боюсь, вам надо будет поискать нового работника в свою убогую бухгалтерию!"
    "Константин начал внимательно наблюдать."
    play sound door_cl
    od "Плохо дело.{w} Как я буду писать бумаги одна?"
    tla "Всё нормально.{w=1} Скажите ему чтоб успокоился.{w} Я с ним после отпуска поговорю."
    od "Хорошо, минуту, Анатолий Сергеевич."
    ren "Так вот."
    ren "В тот день я словно чувствовала, что какая-то сущность внезапно воплотилась на нижних этажах с сумкой.{w=1} Его, само собой, ты видел."
    hide shum_white
    scene bg lift_in_open
    show shum_white
    with flash
    kt "Увидимся в следующий жизни!"
    hide shum_white
    scene bg lift_in
    show shum_white
    with byso
    play sound lift
    "Нажав кнопку, он отвращенным взглядом посмотрел на уже бывшую коллегу и поехал вниз."
    hide shum_white
    scene bg lift_in_open
    show shum_white
    with byso
    play sound lift
    "Лифт остановился на 7-ом этаже, в офисе «Петролаба»."
    "В проёме образовался мужчина в белом халате с сияющим бейджем и спортивной сумкой."
    gg "Вам вверх?"
    "С улыбкой спросил некий Генда."
    "Константин перевёл взгляд на кнопочную панель лифта, где горела кнопка 1-го этажа и вновь кинул обозлённый взгляд на мужчину."
    kt "Вниз."
    gg "Замечательно, я с вами поеду."
    hide shum_white
    scene bg lift_in
    show shum_white
    with byso
    play sound lift
    "Как мужчина зашёл в лифт, Константину стало не по себе.{w=1} Двери закрылись и лифт плавно направился вниз."
    gg "Прекрасный вечер сегодня, правда?"
    "Константин, который пытался сдержаться от того чтоб наорать на мужчину посмотрел в потолок."
    hide shum_white
    scene bg lift_out
    show shum_white
    with byso
    play sound lift
    kt "Спасибо, ублюдок!{w=1} Теперь, если ты закончил, то пиздуй по своим делам и не еби мне мозги!"
    "Двери на счастье Константина закрылись."
    ren "Он убил всех твоих коллег, но его целью был и ты."
    ren "Поскольку ты отправился домой, он сделал всё без тебя и отправил по твою душу гвардию, после чего ты и умер."
    hide shum_white
    scene bg bus_stop
    show shum_white
    with flash
    kt "Неужели...{w=1} Ты..."
    gg "Что я?{w=1} Я делаю свою работу, ищу материалы для исследований."
    kt "Да пошёл ты..."
    gg "Я то пойду, а ты со мной!"
    "Он достал пистолет и навёлся на Константина."
    gg "Добро пожаловать в новый мир!"
    play sound pistol
    "Раздался выстрел."
    ren "Я думала, что ты и я умерли, но, как выяснилось, наша душа пропала перед твоей смертью."
    hide shum_white
    scene bg ext_camp_entrance_night
    show shum_white
    with flash
    ren "Душа, как я поняла, дала раскол.{w=1} Нас буквально поделило на два разных человека."
    ren "Отправившись тебя искать, я нашла тебя тут."
    ren "Но до этого не тебя. Это было целое приключение."
    ren "Таких лагерей как этот очень много.{w=1} У них есть отличительная черта - люди разные."
    ren "И был тут такой, своего рода, скот..."
    ren "Всё это поголовье звали Семёнами с совершенно другими воспоминаниями и характером."
    ren "Мне было невозможно с этим смириться, потому я и убила самого первого."
    hide shum_white
    scene bg ext_polyana_night
    show shum_white
    with flash
    me "Что ты делаешь? За что?"
    ren "Кто объясняется - тот уже оправдывается."
    play sound tesak
    "От поперечного взмаха топора, голова Семёна отлетела с его плеч."
    ren "После этого цикла я попала в следующий лагерь.{w=1} Тоже Семён, тоже убила."
    hide shum_white
    scene bg zvezda
    show shum_white
    with flash
    ren "Я убивала их одного за другим, пока не поняла что мне делать. После убийства открывались порталы, по которым я перемещалась."
    ren "В редких случаях эти порталы могут показывать что происходит в другом мире. {w=1}Среди миров я видела, как Семёны развлекались с местными девочками. {w=1}Они были отвратительно ничтожны."
    ren "Один даже флиртовал со мной.{w=1}.. Его тщательно нарезала."
    ren "Была и пара достойных.{w} Они пытались покинуть этот мир, но во всех случаях безуспешно.{w=1} Я им это сделать помешала, да и не думаю, что у них бы это вышло."
    ren "Но я никак не могла найти тебя."
    ren "И вдруг.{w}.. Стоя на распутье я нашла нужный мир."
    ren "Твоя история, вот что тебя отличает."
    ren "Как только я услышала этот монолог, я на сто процентов убедилась, что это ты и немедленно переместилась в этот мир."
    kt "Интересно.{w=1} И как ты узнала что это именно я?{w=1} Словно таких как я мало."
    ren "Да, мало.{w=1} Ты кардинально от них отличаешься.{w} Мне ли этого не знать."
    stop music fadeout 2
    scene bg ext_beach_night
    show image re_smile_casual
    with flash
    play sound schelk
    play ambience ambience_boat_station_night
    "Константин снова вернулся на пляж{w}. Рена сидела рядом."
    ren "Что-ж, вот что правда нам теперь делать?"
    kt "В смысле?"
    hide image re_smile_casual
    show image re_dontlike_casual
    with byso
    "Рена набрала в руку песка и ссыпала его в кучку."
    ren "Мы с тобой в мире, из которого не выбраться иным путём как последствием твоей смерти... По крайней мере это единственный путь, который я знаю."
    kt "Рена?..."
    hide image re_dontlike_casual
    show image re_angry2_casual
    with byso
    ren "Нет, ни в коем случае я тебя не убью!"
    "Она снова обняла Константина."
    ren "Ни за что на свете я тебя не потеряю больше."
    hide image re_angry2_casual
    show image re_happy3_casual
    with byso
    play sound glad
    "Константин нежно погладил её по голове и улыбнулся."
    kt "Я думаю у нас есть выход."
    ren "И какой же?"
    "Спросила она не отлипая от Константина."
    kt "Когда я сюда приехал, я встретил призрака.{w} Он говорил, что может помочь нам выбраться."
    hide image re_happy3_casual
    show image re_smile_casual
    with byso
    ren "Правда?{w} И как?"
    "С интересом спросила Рена, посмотрев на Константина. В её глазах светилась доброжелательная ирония."
    kt "Да, честно говоря, понятия не имею.{w} Он сказал, что мы во сне об этом поговорим."
    hide image re_smile_casual
    show image re_holod_casual
    with byso
    ren "Во сне?"
    "Её насторожили такие известия.{w=1} Константину не было понятно почему."
    hide image re_holod_casual
    show image re_holod2_casual
    with byso
    ren "Я ему не верю!"
    kt "С чего бы то?"
    ren "Спать тут иногда страшновато..."
    "Константин, понимая, что его тульпа всегда имела жестокий образ, не на шутку обеспокоился этим."
    kt "Страшно?"
    hide image re_holod2_casual
    show image re_sad_casual
    with byso
    ren "Да.{w=1}.. Не самая приятная тема для разговора."
    kt "Ладно, всё хорошо."
    kt "Тогда давай просто полюбуемся звёздами."
    hide image re_sad_casual
    show image re_grin_casual
    with byso
    play music music_list["farewell_to_the_past_full"]
    ren "Давай..."
    hide image re_grin_casual
    scene bg zvezda
    with byso
    "Константин и Рена лежали глядя на звёзды, что были нереалистично огромными."
    "Небо было настолько чистым и ясным, каким, вероятно, бывает только в пригородах. Оно совершенно не имело мрачного оттенка, который присущ небу над городом."
    "Эти звёзды напоминали о чём-то райском. Было что-то загадочное и прекрасное в неподвижности ночного неба и бескрайнем просторе звёздного океана."
    kt "Честно говоря, даже и не понять, что это за созвездия.{w} Может мы находимся в другой полосе России?"
    ren "Да нет, смотри, там ковш."
    "Она указала рукой на скопление звёзд."
    ren "Хотя что это даёт..."
    kt "Тоже не знаю, я в этом не разбираюсь..."
    scene bg ext_beach_night
    show image re_angry_casual
    with byso
    ren "Кто тут?"
    kt "В смысле?"
    "Рена смотрела в направлении футбольного поля."
    "Константин заметил идущую к пляжу Алису."
    hide image re_angry_casual
    show image re_holod_casual
    with byso
    ren "Сегодня меня никто не должен видеть.{w=1} С этим могут быть проблемы, если я только завтра приеду..."
    kt "Что-ж, тогда ладно."
    "Они встали и направились к пирсу."
    hide image re_holod_casual
    scene bg ext_boathouse_night
    show image re_smile_casual
    with byso
    "Сев уже на пирсе, они стали смотреть на водную гладь."
    ren "Завтра по сути я должна приехать."
    kt "В смысле?"
    ren "Да в прямом.{w=1} Я не санкционированный гость и я завтра примерно к обеду буду в лагере."
    kt "Понятно.{w=1} И это обязательная прелюдия?"
    ren "К сожалению, да. {w=1}Если так не будет и меня увидят сегодня, то завтра могут появиться неприятные последствия."
    hide image re_smile_casual
    show image re_kind2_casual
    with byso
    ren "Не бойся, за следующие пол-дня я сделаю всё возможное для нашего комфортного быта."
    kt "И как же?"
    hide image re_kind2_casual
    show image re_smile_casual
    with byso
    "Рена загадочно улыбнулась."
    ren "Узнаешь.{w=1} Завтра."
    ren "А сегодня пошли поспим."
    kt "Ладно, но я живу с вожатой."
    ren "Да она скорее всего уже спит. Ты же не против поспать вместе?"
    hide image re_smile_casual
    show image re_grin_casual
    with byso
    "Рена улыбнулась и схватила Константина за руку."
    ren "Идём?"
    "Как до Константина дошло осознание происходящего, он почувствовал себя куда лучше."
    kt "Идём!"
    play ambience ambience_camp_center_night
    hide image re_grin_casual
    scene bg ext_path_night
    show image re_grin_casual
    with byso
    "Они вышли с пирса и пошли на лесную тропу."
    "Кругом звучали цикады, которые добавляли атмосферности вечеру."
    hide image re_grin_casual
    show image re_happy3_casual
    with byso
    ren "Как всё-таки хорошо теперь быть с тобой."
    kt "А то.{w=1} Я то уж думал помру среди этих душных товарищей."
    hide image re_happy3_casual
    show image re_smile_casual
    with byso
    ren "Хе-хе, это точно."
    hide image re_smile_casual
    scene bg ext_square_night
    show image re_dontlike_casual
    with byso
    "Выйдя на площади они заметили Лену, что сидела и читала книгу."
    ren "Ну ты на неё посмотри, в любом мире что-то читает.{w=1} Если её не тревожить, то она тебя никогда и не заметит."
    kt "Ты знаешь, что у неё сейчас за книга?"
    ren "Нет, с этой её в первый раз вижу. Да сама её не читала, не было на это времени.{w=1}.. Семёны..."
    kt "У тебя теперь фобия на имя Семён?"
    hide image re_dontlike_casual
    show image re_cr_smile_casual
    with byso
    ren "Да скорее не фобия, а желание убивать."
    "С садистской усмешкой протянула она."
    hide image re_cr_smile_casual
    scene bg ext_house_of_mt_night
    show image re_dontlike_casual
    with byso
    stop music fadeout 2
    "Дойдя до домика, они заметили, что в нём горит свет."
    kt "М-да, печаль."
    hide image re_dontlike_casual
    show image re_smile2_casual
    with byso
    ren "Ну, что поделать, тогда я пойду.{w} В домике у причала есть где переночевать."
    th "Может там поспать?"
    hide image re_smile2_casual
    show image re_angry_casual
    with byso
    ren "Даже не думай со мной там спать.{w} Тебя вожатая на фарш для обеденных котлет пустит."
    "Угадав мысли Константина поучительно подметила Рена."
    kt "Хорошо, тогда спокойной ночи."
    hide image re_angry_casual
    show image re_grin_casual
    with byso
    ren "Споки-ноки!"
    hide image re_guilty_casual
    "Рена, отправив воздушный поцелуй, убежала."
    "Константин печально вздохнул и отправился в свой домик."
    play sound door_cl
    play ambience ambience_int_cabin_night
    play music music_list["awakening_power"]
    scene bg int_house_of_mt_night
    show mt surprise pioneer
    with byso
    show mt angry pioneer with byso
    mt "Где тебя носило?{w} Уже 23:00!"
    kt "Извините, немного заблудился."
    kt "Больше не повторится."
    show mt normal pioneer with byso
    stop music fadeout 2
    "Вожатая, как не странно, успокоилась."
    mt "Ладно, прощу.{w} В следующий раз будь внимательнее."
    th "Да, спасибо, мам, буду послушным мальчиком."
    "С иронией подумал Константин и начал переодеваться."
    show mt smile pioneer with byso
    scene bg int_house_of_mt_night2 with byso
    "Сахарова скрылась за дверьми, а Константин выключил свет, быстро разделся и лег на кровать."
    scene bg son_kt with byso
    th "Завтра новый день..."
    show blink
    stop ambience
    "Константин на удивление быстро заснул."
    scene bg black
    show image so_gd
    play music nightmare
    show unblink
    hide blink
    "Константин очнулся в бесконечной тьме. {w=1}Перед ним стоял Генда."
    kt "Ты?!"
    hide image so_gd
    show image so_sm
    with byso
    gg "Ну а кто же ещё?{w} Вроде моя внешность не имеет аналогов."
    kt "Действительно, такую морду поискать надо!"
    hide image so_sm
    show image so_gd
    with byso
    gg "Очень смешно!"
    "Злобно проговорил Генда."
    kt "Думаю, когда тебя рожали, то акушеры всей палатой над тобой ржали."
    play sound schelk
    "Генда щелкнул пальцами.{w} Рот Константина слипся."
    gg "Да-да, действительно смешно, правда меня не рожали. А ещё смешнее будет, когда я тебе расскажу что будет с тобой во сне."
    "Константин явился за своим компьютером, прикованным к стулу. Только его правая рука была свободна"
    hide image so_gd
    show computer
    with byso
    gg "Компьютер. Твой любимый инструмент для травли и унижений."
    "Генда поправил очки."
    gg "Ты каждую ночь будешь играть с ним в разные игры."
    gg "Правила ты узнаешь, но если ты проиграешь..."
    gg "Умрёшь."
    th "Ну прикольно.{w=1} Сейчас бы во сне умереть."
    gg "Сейчас мы играем в кости."
    show image kosti1 with dissolve
    gg "Сегодня в случае проигрыша ты не умрёшь, но это будет довольно больно."
    gg "Думаю, правил быть проще не может.{w} Бросаешь три раза два кубика.{w=1} У кого больше, тот победил."
    gg "За каждый проигранный кон ты получаешь удар током, что сильнее и сильнее с каждым разом."
    "На столе явились кости."
    "Ход компьютера.{w=1} 5 очков."
    th "А, ну легче лёгкого."
    play sound kosti
    "Ход Константина.{w=1} 2 очка."
    th "{cps=5}Что?...{/cps}"
    gg "Упс, удача сегодня не на твоей стороне."
    "Стул начал прогонять через тело Константина электрический ток."
    play ambience shock
    "Электричество пошло. Константин ощущал, словно кровь в его теле закипает."
    th "Почему...{w=1} так... {w}Больно!"
    stop ambience
    "Электричество отключилось."
    gg "Вторая попытка."
    "Ход компьютера.{w=1} 12 очков."
    gg "Ха-ха.{w} Тут даже кидать не надо!"
    play ambience shock
    "Пошёл заряд."
    "Константина начало трясти, словно при приступе."
    gg "Интересно твои игрушки работают против тебя, да?"
    stop ambience
    "С непонятной Константину усмешкой подметил Генда."
    gg "Последний раз, но только я ставлю максимальную мощность."
    "Ход компьютера.{w=1} 5 очков."
    play sound kosti
    "Константин дрожащей рукой кинул кости."
    "Выпало 6."
    kt "Выкуси...{w=1} мудила..."
    gg "Ладно, на сегодняшнюю ночь свободен.{w} Теперь тебе в кошмар!"
    stop music fadeout 2
    show blink
    pause 0.5
    hide image kosti1
    hide computer
    "Генда с усмешкой растворился.{w} Константин уснул."
    play music tish
    scene bg ext_polyana_night
    show unblink
    hide blink
    "Проснулся Константин на ночной поляне.{w} Боль в теле утихла."
    kt "Да дайте уже проснуться!"
    show image prizrak_png with dissolve
    rng "Нет, пока что ты со мной."
    kt "Ах, да.{w} Забыл про тебя вовсе."
    hide image prizrak_png
    show image poter_n_p
    with byso
    "Туман сгустился и преобразовался в пионера, что выглядел для Константина знакомо."
    play sound par
    hide image poter_n_p
    show image poter_n
    with byso
    rng "Ну теперь мы встретились в более приятных для тебя условиях. Как человек с человеком."
    th "И почему он выглядит так знакомо?.."
    kt "И кто же ты в итоге?"
    rng "Я - потерянный пионер.{w} Когда-то я попал сюда схожим с тобой образом, но вместо того, чтоб умереть, я стал призраком."
    pp "Этот Генда заведует уймой таких миров.{w} Сейчас все находятся в одном кошмаре, в котором мы и есть."
    kt "Понятно."
    play sound krik
    "Вдали раздался ужасающий мужской вопль и усиливающийся звук беговых шагов."
    kt "Что это?"
    pp "Понятия не имею, что угодно от путника до гончей."
    kt "И что делаем?"
    pp "Если это что-то опасное, я это убью, ибо если тебя убьют, ты проснёшься."
    pp "Этого нельзя допустить пока что."
    show image me_su at right
    hide image poter_n
    show image poter_n at left
    with byso
    "Оттуда выбежал пионер.{w=1} Он встал у куста и стал переводить дыхание."
    "Увидав Константина и пионера он набрал в лёгкие воздуха и сказал."
    hide image me_su
    show image me_st at right
    with byso
    me "Бегите, глупцы!{w} Она вас убьёт!"
    kt "Она?"
    pp "Чтоб прям она?{w} Что-то новенькое.{w=1} Кто-то из путников чудит?"
    "Парень выглянул за куст, дабы найти своего преследователя."
    play sound head_crush2
    hide image me_st
    hide image poter_n
    show image poter_n at left
    with vpunch
    play sound2 sfx_bush_body_fall
    "За что и поплатился."
    "В его голову влетел топор и буквально поделил на два голову парня."
    show image re_normal_casual_topor at right with byso
    stop music fadeout 2
    "Парень упал замертво, а из кустов вышла Рена."
    ren "Болванка!"
    play sound knife_out
    "Сказала она и достала из головы парня свой топор."
    hide image re_normal_casual_topor
    show image re_shy2_casual at right
    with byso
    play music lim
    ren "Костя? {w}Это ты?!"
    kt "Да, Рена, привет."
    "Константин пошёл навстречу Рене, а та в свою очередь к нему."
    pp "Не подходи к ней!{w} Это опасно!"
    kt "Нет, всё хорошо."
    "Топор в руках Рены растворился."
    hide image re_shy2_casual
    show image re_happy3_casual at right
    with byso
    kt "Вот о ком я и говорил.{w} Рена, моя любимая тульпа."
    pp "Как?{w=1} Откуда тут тульпа?"
    hide image re_happy3_casual
    show image re_holod2_casual at right
    with byso
    ren "И тебе привет.{w=1}.. Семён..."
    "Рена начала злобно сверлить пионера взглядом."
    pp "Нет, я не Семён.{w} Меня раньше звали иначе."
    ren "Приятно познакомиться, Иначе.{w} А теперь обозначь цель своего присутствия здесь."
    pp "Я хочу помочь Константину выбраться отсюда."
    kt "Рена, он наш союзник.{w} Он может нам помочь."
    hide image re_holod2_casual
    show image re_holod_casual at right
    with byso
    ren "Ладно, но я ему не доверяю."
    pp "Это взаимно, но с учётом того..."
    "Пионер глянул на разрубленную голову Семёна."
    pp "...что Константин сейчас не выглядит так же, у меня есть доля доверия к тебе."
    hide image re_holod_casual
    show image re_holod2_casual at right
    with byso
    kt "Ладно, познакомились, это правильно, но что дальше?"
    kt "Зачем мы тут?"
    "Константин глянул на Рену."
    kt "И как ты сюда попала?"
    hide image re_holod2_casual
    show image re_kind_casual at right
    with byso
    ren "Я теперь могу видеть сны.{w=1} Я на самом деле очень рада, что получила материальное тело."
    ren "Мне открылось множество возможностей, что не были доступны ранее."
    pp "Пазл складывается.{w} Механизм перерождения счёл образ тульпы за душу и обличил её."
    pp "А поскольку сон один на все миры, то не удивительно, что она попала сюда в качестве, так сказать, игрока."
    pp "Но вы скорее всего связаны.{w} При смерти Константина умрёт и Рена, но не наоборот."
    hide image re_kind_casual
    show image re_kind2_casual at right
    with byso
    ren "Я буду охранять тебя ценой своей жизни..."
    hide image re_kind2_casual
    show image re_happy3_casual
    with byso
    "Рена обняла Константина."
    ren "Как мило-о..."
    pp "Так, сейчас мы не о романтике.{w} Победим, там уже делайте что хотите."
    hide image re_happy3_casual
    show image re_grin_casual at right
    with byso
    kt "Тоже верно.{w} Итак, у тебя есть план?"
    pp "Я тут сидел на ощущение 2-3 десятилетия.{w} Ещё бы плана не было."
    hide image re_grin_casual
    show image re_holod2_casual at right
    with byso
    ren "Стоп, 2-3 десятилетия?{w} Это когда?"
    pp "В 2022-ом по-моему."
    kt "Мы как бы оттуда-же."
    pp "Как это?"
    pp "20-го декабря я ехал на встречу с друзьями, но я попал в тот чёртов Икарус..."
    pp "На 5-ый день я умер."
    kt "Расскажешь от чего?"
    pp "Игра в русскую рулетку с Гендой. В это невозможно выиграть."
    pp "Спустя 5 конов пуля уже была у меня в голове и по понятиям реального мира я умер."
    kt "Я сегодня тоже играл.{w=1} Меня он жарил током."
    pp "Кстати, как ты попал сюда?"
    kt "Рена, расскажи ему в подробностях."
    hide image re_holod2_casual
    show image re_bored2_casual at right
    with byso
    "Рена рассказала всё что знает про смерть Константина.{w} Пионер был поражён."
    hide image re_bored2_casual
    show image re_bored_casual at right
    with byso
    pp "Генда тебя просто ненавидит.{w} Интересно, что ты ему мог сделать..."
    pp "Итак, система Создателя не без дыр.{w} Есть недочёты. Их можно использовать для того, что бы его свергнуть.{w} И если выйдет, то есть несколько вариантов развития событий."
    pp "Два наиболее вероятных.{w} Первый - ты благополучно сбежишь. Второй - ты останешься жить в этой вселенной, но в нормальном ритме."
    pp "И я готов вам помочь.{w} Вместе мы это сделаем."
    pp "Шаг первый: завтра приедет Рена.{w} Я могу подсунуть ей чемодан с вещами. Константин, будут предпочтения?"
    hide image re_bored_casual
    show image re_angry3_casual at right
    with byso
    ren "Эй!{w} Это мой чемодан, и я выберу что нам нужно!"
    kt "Да, пусть она выберет."
    pp "Хорошо, прекрасно.{w} Заодно, я переселю вас в отдельную комнату от вожатой.{w=1} С ней что-то не то..."
    hide image re_angry3_casual
    show image re_grin_casual at right
    with byso
    ren "То-то же!"
    pp "Ты это сегодня уже замечал."
    kt "Я помню.{w} Она говорила, что эта смена будет первой и последней."
    ren "Любопытно..."
    kt "Сегодня на пирсе я нашёл синий Нокиа, он способен отображать процент стабильности системы."
    "Пионер удивился."
    pp "Хм, неужели.{w} Один из посетителей оставил похоже. Ценная вещь."
    kt "В последний раз было 77,5 процентов"
    "Пионер потёр подбородок."
    pp "Слишком плохо.{w} Я наведу справку, но по-хорошему она не должна падать ниже 70"
    kt "А что будет если она упадёт ниже 55?"
    pp "Серьёзные ошибки. Они уже автономно начнут рушить стабильность."
    pp "А если упадёт до 0...{w=1} Начнётся настоящий ад на земле.{w=1} Столкновение мира с кошмаром, где собственно мы сейчас и находимся."
    ren "Плохо..."
    pp "Я постараюсь увеличить процент.{w=1} Завтра утром посмотри, постараюсь вернуть хотя бы до 80ти."
    pp "Теперь.{w=1} Константин, можешь пройтись по кошмару ради любопытства, либо я могу пробудить тебя вручную.{w} Рена, пока останься со мной."
    window hide
    menu:
        "Прогулка по кошмару.":
            $ renpy.block_rollback()
            $ rerp += 1;
            jump koshmarwalk
        "Пробуждение.":
            $ renpy.block_rollback()
            pp "Хорошо.{w=1} Тогда до скорого."
            show blink
            hide image poter_n_p
            hide image re_grin_casual
            with byso
            "Пионер коснулся Константина, в результате чего он обратился в пепел."
            stop ambience
            stop music fadeout 2
            hide window
            jump d2_withre
label koshmarwalk:
    pp "Ладно, как знаешь.{w} Будь осторожен, ведь тут ты чувствуешь боль."
    hide image re_grin_casual
    show image re_smile3_casual 
    with byso
    ren "Удачки.{w} Вот, тебе пригодится."
    "Рена дала Константину свой топор."
    kt "Не много ли мне чести?"
    hide image re_smile3_casual
    show image re_kind_casual at right
    with byso
    "Рена рассмеялась."
    ren "Ничего, бери."
    pp "Удачи тебе, а мы пока что в более спокойное место."
    hide image poter_n
    hide image re_kind_casual
    with flash
    stop music
    play music nightmare
    "Пионер и Рена растворились, а Константин, посмотрев на труп Семёна, пошёл в сторону, откуда он убегал."
    th "Надеюсь, тут я узнаю что-нибудь интересное."
    "В отдалении был виден монумент Генде.{w} Константин пошёл в его сторону."
    scene bg ext_square_night_blood with byso
    "Выйдя на площадь, он обомлел от увиденного.{w} Кругом лужи крови и разбросанные ошмётки тел."
    th "Действительно кошмар..."
    th "Куда мне стоит сходить?..."
    window hide
    menu:
        "Столовая.":
            $ renpy.block_rollback()
            "Константин направился в сторону столовой."
            th "В столовой сейчас должно быть меньше всего монстров и людей.{w} Заодно кладовки разведаю."
            scene bg ext_dining_hall_near_night with fade
            play sound sfx_campus_door_rattle
            "Спустя пол-минуты Константин уже был у дверей столовой.{w} Дверь была закрыта на ключ."
            "Константин заглянул в окно."
            th "Кровавая баня..."
            play sound pistol
            scene bg black with fl_scare
            "Вдруг, раздался выстрел и Константин упал на землю."
            stop music fadeout 2
            stop ambience
            hide window
            jump d2_withre_shot
        "Клубы.":
            $ renpy.block_rollback()
            "Константин направился в сторону клубов."
            th "Осмотреть кладовку, заодно посмотреть следы пребывания Ромы."
            scene bg ext_clubs_night with fade
            "Спустя пол-минуты Константин был уже в клубах.{w} Дверь была открыта."
            stop ambience
            play sound2 sfx_ghost_children_laugh
            scene bg int_clubs_blood_night with byso
            "Зайдя туда, Константину стало плохо от запаха мертвечины в клубе и он мигом запрыгнул в кладовку."
            scene bg int_clubs_male2_night_nolight
            play sound door_cl
            "Константина вырвало."
            rm "Брат?{w=1} Что ты тут забыл?"
            play sound tesak
            "Константин развернулся на источник звука и быстрым махом топора убил Рому." with vpunch
            kt "Всегда мечтал об этом!"
            "Константин долго злорадствовать не стал и принялся рыться в ящиках."
            play sound sfx_open_table
            th "Гайки...{w=1} Ключи...{w=1} Радиозапчасти...{w=1} Водка?.."
            play sound sfx_open_table
            th "Ключи.{w=1} Такие-же что и у Слави."
            th "Прекрасно, нижний ящик тумбочки."
            "Константин продолжил рыться в ящиках."
            play sound sfx_open_metal_hatch
            pause 0.3
            play sound monster_sfx
            play sound2 sfx_bones_breaking
            scene bg black with fl_scare
            "Как только Константин отрыл большой шкаф, оттуда вылезло чудище и откусило Константину верхнюю половину тела."
            stop music fadeout 2
            hide window
            jump d2_withre_otkus
        "Пирс.":
            $ renpy.block_rollback()
            "Константин направился в сторону пирса."
            th "На пирсе есть кладовка, плюс я там сегодня находил телефон."
            play sound pistol
            scene bg black with fl_scare
            "Как только Константин вышел на лесистую дорогу, раздался выстрел и Константин упал на землю."
            stop ambience
            stop music fadeout 2
            hide window
            jump d2_withre_shot
        "Домик вожатой.":
            $ renpy.block_rollback()
            "Константин направился в сторону домика вожатой."
            th "Конфискованные вещи в шкафчике вожатой.{w=1} То, что нужно."
            scene bg ext_houses_night with byso
            play sound krik
            "Константин выбежал к домикам.{w=1} В отдалении был слышен крик и хруст костей."
            play sound sfx_bones_breaking
            th "Кому-то сейчас очень больно..."
            "Константин вышел к домику вожатой."
            scene bg ext_house_of_mt_night_without_light with byso
            th "Хоть что то тут в крови не измазано."
            play sound door_cl
            scene bg int_house_of_mt_night2 with byso
            "Зайдя в домик, Константин принялся рыться в шкафу."
            "Кругом было женское бельё, разные бумажки и ключи."
            "Снизу стоял сейфик."
            th "Бинго!"
            "Код от сейфа не был известен, потому Константин принялся его подбирать."
            ode "Не шариться в вещах старших!"
            play sound tesak
            scene bg black with fl_scare
            "Голова Константина была разрублена надвое."
            stop ambience
            stop music fadeout 2
            hide window
            jump d2_withre_topor
