label d5_withsopr_irr:
    $ save_name = ('Инреальность.\nWithout God.')
    play ambience bus_inside volume 0.2 fadein 1
    play music god fadein 3
    scene bg int_avtobus2
    show image irr_sad
    with flash
    play sound sfx_mystery_movement volume 0.7
    "Константин сел на заднее сидение и опёрся головой о стекло."
    th "Ну...{w=1} Это пиздец..."
    hide image irr_sad
    show image irr_sad at cright:
        zoom 1.5
        yanchor 0.1
    with byso
    play sound sfx_mystery_movement volume 0.5
    "Ира села рядом."
    irr "Вот именно по такой причине я перевелась в разведку..."
    kt "М-м-м?"
    irr "Да я однажды уже видела...{w=0.5} такое.{w} В другой симуляции правда."
    irr "Электроник местный вообще такое учудил..."
    kt "Что?"
    "Ира неловко почесала затылок и глянула в окно."
    irr "Он расчленил одного из наших и развесил его внутренности по подножию статуи Генды.{w=1} Якобы это такая форма жертвоприношения богу..."
    irr "Пока его Ангелина не застрелила, он бегал и кричал что-то про, цитирую, <<новый приход, который сметёт всех непокорных>>."
    irr "Было это весьма давно, но в памяти осело неприятным осадком..."
    play sound2 light_inh volume 1
    hide image irr_sad
    show image irr_normal at cright:
        zoom 1.5
        yanchor 0.1
    with byso
    "Достав из нагрудного кармана сигареты, она закурила."
    irr "Идолопоклонник - весьма нечастое явление.{w} 1 к 500 условно.{w=1} Но когда их встречаешь, то лучше сразу прострелить башку."
    irr "Была история...{w=1} Не так давно кстати."
    irr "На второй день с появления Батори, ей удалось найти отряд спасения. Сама того нехотя, но не суть."
    irr "Так короче, вообще агент хрен пойми где потерялся."
    hide image irr_normal
    show image irr_sad at cright:
        zoom 1.5
        yanchor 0.1
    with byso
    "Затянувшись, она выкинула сигарету и посмотрела на связанного Рому."
    irr "Он должен был выйти на связь с нами, но почему-то не захотел, видимо тоже в Генду уверовал."
    kt "Ну, тут да.{w=1} Вариантов в целом немного."
    irr "Да не немного, а просто нет.{w=1} Если бы он сдох, то мы бы его в багряной книге нашли, а если бы его нашли, то доложили."
    play sound2 light_inh volume 1
    "Константин пожал плечами и тоже закурил."
    kt "Из крайности в крайность...{w=1} Не знаю..."
    hide image irr_sad
    show image irr_normal at cright:
        zoom 1.5
        yanchor 0.1
    with byso
    irr "Сразу и не сказать кто мудак, а кто нет.{w=1} Как показала практика, они иногда не самые тупые..."
    hide image irr_normal
    show image irr_sad at cright:
        zoom 1.5
        yanchor 0.1
    with byso
    irr "На самом деле знаешь что я тебе хотела сказать?"
    kt "Что?"
    irr "Сопротивление строит против меня козни...{w=1} Часть из них..."
    kt "В каком смысле?"
    irr "Похоже большинству не понравилось, что, вероятно по моей инициативе, главную бунтарку перевели в агроцех."
    irr "Я про Лизу.{w} С первого лейтенанта до сержанта - это весьма сильный удар в грязь лицом.{w=1} Сравнительно только с публичным оглашением фетишей и истории браузера.{w} Скорее всего, капитан спешно выдал нам новые звания."
    irr "Думаю, не сложно догадаться что мы с Ангелиной и тобой в контрах с половиной сопротивления как минимум."
    kt "Ну а я тут причём?"
    hide image irr_sad
    show image irr_shy at cright:
        zoom 1.5
        yanchor 0.1
    with byso
    play sound glad
    "Ира улыбнулась и погладила Константина по плечу."
    irr "Справедливое замечание.{w=1} Несмотря на всё, ты, по факту, тоже в группе риска просто потому что рядом стоял."
    irr "Наш то конфликт с Лизой весьма понятен большинству...{w=1} Абсолютно разные убеждения, желания и цели.{w} При том, она мешает мне, а я ей."
    irr "Ангелина уже вчера говорила что <<странным образом>> у нас может оказаться цианид в кофе."
    kt "А тут поподробнее."
    "Проговорил Константин, выкинув окурок в окошко."
    hide image irr_shy
    show image irr_normal at cright:
        zoom 1.5
        yanchor 0.1
    with byso
    irr "В чём суть...{w=1} Против нас весь рабочий класс.{w} За нас скорее всего Андрей, Гордон и Валери, то есть самые влиятельные."
    kt "Ну-у-у, по Гордону по большому счёту на нас плевать."
    hide image irr_normal
    show image irr_happy at cright:
        zoom 1.5
        yanchor 0.1
    with byso
    "На эти слова она насмешливо хмыкнула."
    irr "Да, но он просто не будет поддерживать действия, которые навредят платёжеспособным людям."
    hide image irr_happy
    show image irr_grin at cright:
        zoom 1.5
        yanchor 0.1
    with byso
    "Константин рассмеялся, а Ира пожала плечами."
    irr "Ну а в чём я не права?"
    "Он ухмыльнулся и пародийно пожал плечами."
    kt "Не могу сказать - не знаю.{w} Я его только вчера впервые встретил."
    hide image irr_grin
    show image irr_happy at cright:
        zoom 1.5
        yanchor 0.1
    with byso
    irr "Если честно, то он не самый плохой парень.{w=1} Не в моём вкусе конечно, но таких как он поискать надо."
    kt "А что с ним не так?"
    hide image irr_happy
    show image irr_normal at cright:
        zoom 1.5
        yanchor 0.1
    with byso
    irr "По мелочи.{w=1} Жаден в кой-то мере и слишком сентиментален."
    kt "Не знаю, ни одного за ним особо не заметил..."
    kt "Когда я табельное покупал - так он мне вообще неплохой такой скидон оформил."
    hide image irr_normal
    show image irr_grin at cright:
        zoom 1.5
        yanchor 0.1
    with byso
    "Ира улыбнулась и закинула ноги на переднее сидение."
    irr "Ну, тогда просто слишком сентиментален."
    kt "Это-то почему?"
    hide image irr_grin
    show image irr_normal at cright:
        zoom 1.5
        yanchor 0.1
    with byso
    irr "Есть у него программа.{w=0.51} ИИ.{w} Так он пытался из неё сделать свою бывшую жену, некую Настю."
    kt "М-м, совпадение, у меня тоже Настей звали, только женой она не была."
    hide image irr_normal
    show image irr_sad at cright:
        zoom 1.5
        yanchor 0.1
    with byso
    "Ира тяжело вздохнула и посмотрела в потолок."
    irr "Ты же не такой как он?{w=1} Не станешь себе делать ИИ на основе личности своей бывшей?"
    kt "Ну не знаю...{w=1} С учётом того, что я уже много лет один - вопрос на рассуждение..."
    kt "Скорее просто прикладные навыки программирования не позволяют таким баловаться."
    irr "Это жаль.{w} Хорошие навыки программирования в инреальности - не плохо."
    kt "А чего так?"
    hide image irr_sad
    show image irr_happy at cright:
        zoom 1.5
        yanchor 0.1
    with byso
    "Ира усмехнулась и наклонила голову в сторону Константина."
    irr "Помнишь, в писании говорилось, что инреальность имеет программную структуру?"
    kt "Что-то припоминаю, да.{w=1} И чего?"
    hide image irr_happy
    show image irr_normal at cright:
        zoom 1.5
        yanchor 0.1
    with byso
    irr "Ну так это и является нашим ключом к победе."
    irr "Наша задача будет переписать код инреальности, сняв с Генды возможность ею управлять."
    kt "Что, так просто?"
    hide image irr_normal
    show image irr_happy at cright:
        zoom 1.5
        yanchor 0.1
    with byso
    irr "Хах, да если бы. Это огромная цепочка команд, в которой чуть ли не 25 тысяч строк."
    irr "Так мало того что строк много, так ещё и язык совершенно другой."
    hide image irr_happy
    show image irr_normal
    with byso
    play sound sfx_mystery_movement volume 0.4
    "Ира потянулась и встала с кресла."
    irr "Кстати о строках, не хочешь сказку на ночь?"
    kt "Ты о чём?"
    irr "Наша любимая и неповторимая багряная книжка."
    "Константин усмехнулся и кивнул."
    kt "Давай, почему нет."
    hide image irr_normal with byso
    "Она улыбнулась и отправилась на переднюю площадку."
    irr "А этот то спит?"
    kt "Рома? Да. Валяется."
    irr "Ну, надеюсь Валери найдёт ему применение."
    show image irr_happy with byso
    "Насмешливо высказала Ира и вернулась с <<Ценой грехов>> в руках."
    stop music fadeout 3
    hide image irr_happy
    show image irr_normal at cright:
        zoom 1.5
        yanchor 0.1
    with byso
    play sound2 sfx_paper_bag volume 1
    "Снова заняв место рядом с Константином, Ира начала бегло перелистывать страницы книги."
    irr "Так...{w=1} Это Батори и путники...{w=1} Это генмод и карательные отряды..."
    irr "Будет ли что-то более любопытное?..."
    irr "О, у нас отряд спасения вырезали...{w=1} Ну и идиоты..."
    kt "Как ты так быстро это всё вычитываешь?"
    hide image irr_normal
    show image irr_happy at cright:
        zoom 1.5
        yanchor 0.1
    with byso
    "Мило улыбнувшись, Ира перевела взгляд на Константина."
    irr "Когда ты уже кучу времени сидишь в разведке, навык диагонального чтения развивается до невообразимых уровней."
    irr "От нечего делать мы даже с Ангелиной соревновались.{w} Кто быстрее прочитает главу и точнее выпишет главные тезисы."
    kt "Ну и кто победил?"
    hide image irr_happy
    show image irr_sad at cright:
        zoom 1.5
        yanchor 0.1
    with byso
    play sound2 sfx_paper_bag volume 1
    "Она тяжело вздохнула и продолжила перелистывать страницы."
    irr "Ангелина естественно.{w=1} Она работала в типографии, потому ей это даётся куда проще."
    play sound2 sfx_paper_bag volume 1
    "Полистав несколько глав, она перевернула страницу и сильно удивилась."
    hide image irr_sad
    show image irr_normal at cright:
        zoom 1.5
        yanchor 0.1
    with byso
    play music KillReligionInItself fadein 7
    irr "Воу...{w=1} А тут любопытно..."
    kt "Что там?"
    hide image irr_normal
    show image irr_happy at cright:
        zoom 1.5
        yanchor 0.1
    with byso
    irr "Вот сейчас и почитаю...{w=1} Тут основной прикол в том, что четверть главы просто стёрта, что присуще только некоторым главам про идолопоклонников."
    kt "Ну давай, мочи."
    play sound2 sfx_paper_bag volume 1
    hide image irr_happy
    show image irr_normal at cright:
        zoom 1.5
        yanchor 0.1
    with byso
    "Ира усмехнулась и открыла самое начало главы."
    irr "Наталья Клюшкина.{w=1} 2021 год.{w=1} Самоубийства были всегда.{w=1} Но чем более было традиционное общество, тем реже индивид в нем мог прийти к такому неестественному для человека выходу из положения."
    stop ambience fadeout 1
    scene bg ext_bus_night
    show shum_white
    with flash
    "Будучи безуспешной и одинокой женщиной, она решила свести счёты с жизнью."
    irr "М-де-е, звучит как моя автобиография...{w=1} Короче, я пропущу."
    irr "Вкратце: пациентка наша встретила парадокс, хрен знает каким чудом из него выбралась, судя по пробелу в книге, в никуда.{w=1} После всего этого сошла с ума и уверовала в Генду."
    kt "М-м, короче, своя Санта-Барбара..."
    irr "Хах, не то слово!"
    scene bg int_old_building2
    show shum_white
    with flash
    "Наталья вышла из катакомб и встретила некого пионера, который блуждал по старому знанию."
    pi "Привет.{w=1} А мы..."
    "Ничего не ответив, она пробила пионеру голову при помощи металлического рельса."
    "Сняв при помощи того-же рельса первую ступеньку, Наташа достала оттуда зелёный ящик."
    natasha2 "Общине нужны патроны..."
    "Сложив всё в рюкзак, она с рельсом на перевес отправилась в лагерь."
    scene bg ext_square_day
    show shum_white
    with byso
    "Проходя по лагерю с окровавленной арматурой, она отпугивала своим видом всех окружающих пионеров."
    scene bg int_clubs_male_day
    show shum_white
    with byso
    "Войдя без стука к техникам, она начала открывать дверь в кладовку."
    tech2 "Эй, ты!{w=1} Туда нельзя, не лезь."
    "Техник попытался помешать главной героине попасть в кладовку, но получил железкой по голове."
    "От такого удара он упал на землю и потерял сознание."
    scene bg int_clubs_male2_night
    show shum_white
    with byso
    "Вскрыв кладовку, она начала копаться в ящиках."
    "Достав из ящика водку, она убрала её в рюкзак, после чего продолжила что-то искать."
    natasha2 "Нужно помочь общине..."
    "Найдя в ящике бутылку изопропилового спирта, Наташа убрала её туда-же."
    natasha2 "Цадик будет доволен..."
    "В помещение вошёл другой техник и начал в ужасе кричать."
    tech1 "█████!!!{w=1} Что с тобой?!"
    "Наташа молча встала с места и пошла на техника."
    tech1 "Это ты сделала?!"
    "Она хотела ударить парня, но тот парировал и ударил её в живот."
    "Наташа с хрипом упала на пол, а парень убежал."
    natasha2 "Общине нужны медикаменты..."
    scene bg ext_clubs_night
    show shum_white
    with byso
    "Подобрав арматуру Наташа пошла на выход."
    "На улице стемнело.{w=1} Наташа направилась в медпункт."
    "Со стороны она была похожа на зомби, которая молча шла к цели."
    scene bg int_aidpost_lamp
    show shum_white
    with flash
    "Выломав дверь в медпункт, она встретила удивлённую медсестру."
    csp "Что ты..."
    "Убив медсестру, она начала сметать все вещи из медпункта в свой рюкзак."
    "Свалив все медикаменты в кучу, она направилась на выход."
    scene bg ext_square_night
    show shum_white
    with byso
    "Выйдя на площадь, она посмотрела в небо и встала на колени."
    natasha2 "Милостивый Бог, позволь же своей грешной дочери нести своё учение дальше."
    natasha2 "Покажи мне великие таинства, скрытые для бренного взора."
    natasha2 "И вновь прольётся свет из карих Божьих глаз...{w=1} Пусть гром пронзает небеса, а нас всех спрячет тучами гроза."
    natasha2 "Открой мне путь дальше!"
    "Кто-то положил руку на плечо Наташи."
    muz "Это всё замечательно...{w=1} Но кто тебе дал право портить мои симуляции?"
    "Наташа повернула голову и встретила, судя по описанию в книге, Генду.{w} Её монотонное лицо сменилось на широкую улыбку."
    gg "Ваши методы мне не нравятся.{w=1} Если вы продолжите своей <<общиной>> громить мои симуляции, то я покараю именно вас."
    "Она упала в ноги Генде и начала целовать его туфлю."
    natasha2 "Прости грешную!{w=1} Прости!{w=1} Это моя вина, моя!"
    "Генда ногой вдавил лицо Наташи в землю, после чего тяжело вздохнул."
    gg "Если вы обрушите стабильность ещё хоть одной симуляции, то я вашу <<общину>> обращу в пепел."
    natasha2 "Я поняла, повелитель!{w=1} Будет донесена воля Твоя!"
    gg "Отлично."
    "Генда достал из кармана какую-то бумажку и кинул её в Наташу, после чего убрал ногу с её головы."
    gg "Иди.{w=1} Надеюсь, больше не увидимся."
    "Создатель ушёл, а Наташа радостно начала вчитываться в бумажку."
    natasha2 "Он наступил на меня!{w=1} Теперь я никогда не буду мыть лицо!"
    "Небо окрасилось красным, и открылся портал.{w=1} Один из них светился другим цветом."
    natasha2 "Благодарю Тебя, милостивый."
    scene bg ext_square_night_blood_red
    show shum_white
    with flash
    "Войдя в портал, Наташа оказалась той-же на площади.{w=1} Кругом всё было измазано в крови, а небо было багряно-красным."
    scene bg ext_path2_night_red
    show shum_white
    with byso
    "В спешке она побежала в лес."
    "Найдя на одной из полян портал, она хотела прыгнуть в него, но её прервал выстрел, который попал ей в ногу."
    "Наташа упала на землю и начала кричать."
    natasha2 "Братья, это я!{w=1} У меня вести!"
    pi "Да какие мы тебе к чёрту братья, пизда идолопоклонская!"
    "Из кустов вышли два пионера с плазмоинтеграторами и пистолетами."
    "Она начала реветь и кричать, пытаясь позвать подмогу."
    pi "Кричи - не кричи, никто тебе не поможет!"
    chel "Сдохни!"
    "Парень прострелил голову Наташи."
    "Повествование 76-й души...{w=0.5}{nw}"
    scene bg int_avtobus2
    show image irr_shock at cright:
        zoom 1.5
        yanchor 0.1
    with flash
    play sound pum
    stop music fadeout 1
    play ambience bus_inside volume 0.2 fadein 1
    irr "...завершено...{w=1} Что за хрень?!"
    play sound2 sfx_paper_bag volume 1
    "Ира начала озадаченно листать страницы багряной книги, но все они были чистыми."
    kt "Что?...{w=1} Как это?"
    hide image irr_shock
    show image irr_sad at cright:
        zoom 1.5
        yanchor 0.1
    with byso
    "Стиснув зубы, она тяжело вздохнула."
    play music rutine fadein 3
    irr "Генда отключает системы слежки...{w=1} Я так и знала что это произойдёт!"
    kt "Как это?"
    irr "Он наконец осознал, что сопротивление следит за происходящим через эти источники.{w=1} Видимо, теперь разведку расформируют..."
    play sound2 light_inh volume 1
    "Найдя сигареты Константин снова закурил.{w=1} Ира положила книгу на колени и схватилась за голову."
    irr "Блять!{w=1} Нас же опять отправят на фронтовую линию!"
    play sound2 sfx_body_bump volume 0.7
    hide image irr_sad
    show image irr_shock at cright:
        zoom 1.5
        yanchor 0.1
        linear 0.5 zoom 1.75 yanchor 0.15
    "Константин приобнял Иру. Она слегка вздрогнула и уронила книгу на пол."
    kt "Да ладно тебе, ничего страшного, всё будет нормально.{w=1} Нас в таких званиях не отправят с голой задницей."
    kt "Всё хорошо.{w} Вывезем."
    stop music fadeout 1
    hide image irr_shock
    show image irr_shy at cright:
        zoom 1.75
        yanchor 0.15
    with byso
    play sound sfx_clench2 volume 0.3
    "Ира положила голову на плечо Константину, после хмыкнула."
    irr "Но мы же можем умереть..."
    kt "Знаешь, в хорошей компании и умереть не страшно.{w=1} Ничего такого не случится."
    play music umted fadein 3
    play sound glad
    "Словно с облегчением Ира выдохнула и погладила Константина по спине."
    irr "Ты очень классный парень...{w=1} Я понимаю что каждый в такой ситуации почти каждый бы начал меня успокаивать...{w=1} Но ты..."
    irr "Я чувствую что ты это говоришь без иных намерений.{w}.. Я в смысле...{w=1} Не затем, что ты обязан или тебе мораль предписывает..."
    hide image irr_shy
    show image irr_sad at cright:
        zoom 1.75
        yanchor 0.15
    with byso
    irr "Чёрт возьми, как же это хреново у меня получается!"
    hide image irr_sad
    show image irr_angry at cright:
        zoom 1.75
        yanchor 0.15
    with byso
    "Константин усмехнулся а Ира на него недовольно посмотрела."
    irr "Я ему тут уши ласкаю, а он ржёт..."
    kt "Да нет, прости.{w}.. Не хотел тебя обидеть."
    "Ответил он, словно пытаясь как-то оправдать свой смешок."
    hide image irr_angry
    show image irr_sad at cright:
        zoom 1.75
        yanchor 0.15
    with byso
    irr "Просто... {w=1}Честно говоря, я никогда не встречала таких как ты..."
    irr "Ну-у...{w=1} Я искала конечно же, но всё-таки без результата."
    irr "Жаль что мы не виделись ранее.{w}.. Не знаю как...{w=1} Говорили же что каждый себе найдёт кого-то по душе."
    irr "Я просто хотела сказать что..."
    play music cirk
    hide image irr_sad
    show image irr_shock at cright:
        zoom 1.75
        yanchor 0.15
    with byso
    rm "Блять, хватит, я сейчас прямо на себя нарыгаю!"
    "Голос Ромы и в правду звучал так, словно ему хотелось блевать."
    hide image irr_shock
    show image irr_angry at cright:
        zoom 1.75
        yanchor 0.15
    with byso
    irr "Сука! Какого хуя ты сейчас проснулся?!"
    play sound2 sfx_break_flashlight
    pause 0.2
    play sound2 sfx_punch_washstand volume 0.7
    "Ира подняла с пола <<Цену грехов>> и метнула её точно в лоб очнувшемуся Роме."
    play sound sfx_mystery_movement volume 2
    "Рома прорычал и попытался высвободиться."
    rm "Я не сука - я кобель, хочешь ротиком проверь!"
    kt "Я проверю топором, гляну что останется потом."
    hide image irr_angry
    show image irr_angry
    show image rm_an at fleft:
        yanchor -0.25
    with byso
    "Проговорил Константин, встав с места и подсев ближе к Роме."
    irr "Я надеюсь тебя там Валери на требуху пустит, урод!"
    hide image rm_an
    show image rm_ra at fleft:
        yanchor -0.25
    with byso
    rm "Чё, какая Валери?!{w=1} Иди помойся, блядь!{w=1} Куда вы вообще меня везёте, твари?!"
    kt "Туда где тебе будут непременно рады, сын ты бляди!{w=1} К сопротивлению на анальное зондирование!"
    play sound2 sfx_mystery_movement volume 2
    "Рома продолжил брыкаться и пытаться встать с кресла, но безуспешно."
    hide image rm_ra
    show image rm_an at fleft:
        yanchor -0.25
    with byso
    rm "Да хрена с два!{w=1} Я сбегу, как только у меня появится возможность, твари!"
    irr "Ага, сбежишь ты!{w=1} Расскажи лучше что тебя на такие приключения сподвигло?!"
    kt "Тут согласен.{w=1} Я всю свою жизнь знал что ты тот ещё уёбок, но трупы ебать это что-то новое..."
    hide image rm_an
    show image rm_sm2 at fleft:
        yanchor -0.25
    with byso
    "На все эти слова Рома лишь рассмеялся."
    rm "Ну не знаю.{w} Живой она мне давать не очень хотела, потому я и применил закон <<После смерти девушка ещё полчаса девушка>>."
    kt "Она холодная была..."
    rm "Да мне похуй абсолютно."
    hide image irr_angry
    show image irr_shock
    with byso
    "Рома перевёл взгляд на Иру."
    rm "И если ты сдохнешь, то я тоже твой труп выебу!"
    stop music fadeout 2
    play sound2 sfx_punch_washstand volume 1
    hide image rm_sm2
    hide image irr_shock
    show image irr_angry
    with vpunch
    "Ира с ноги вдарила по голове Ромы, отчего тот снова вырубился."
    irr "Да, твой брат просто ебанулся на просторе инреальности!"
    kt "Не знаю. Вообще, первые два дня как я его видел, он был куда более сговорчивый и адекватный.{w=1} Тут он скорее разоблачил свою истинную гадкую натуру."
    "Она снова кинула презрительный взгляд на Рому в отключке и села на сиденье."
    play music deadrazy2
    irr "Не понимаю я...{w=1} Как можно быть такой твариной?{w} Ну, само собой разумеется что я такого плана ребят уже встречала, при том очень во многих вариациях, но всё-таки..."
    kt "Неправильные и сильно вывернутые жизненные ценности.{w=1} Он всю свою жизнь существовал в обществе себе подобных."
    kt "Воспитан быдлом, находился в компании быдла - в итоге сам стал быдлом."
    kt "При том, каким-то неясным образом ему удалось отсудить у меня дачу нашего общего дедушки, с которым Рома и рядом не стоял."
    hide image irr_angry
    show image irr_sad
    with byso
    "Ира неловко почесала затылок."
    irr "Не самая приятная история..."
    "После этих слов она зевнула."
    hide image irr_sad
    show image irr_normal
    with byso
    irr "Спать ещё не хочешь?"
    kt "Да, хочу пожалуй...{w=1} Такой денёк выдался..."
    hide image irr_normal with byso
    "Ира кивнула и пошла на переднюю площадку."
    irr "Не то слово...{w=1} Даже в инреальности такое не всегда успеешь повидать..."
    show image irr_normal at cright:
        zoom 1.5
        yanchor 0.1
    with byso
    play sound2 sfx_mystery_movement volume 0.4
    "Она вернулась с зелёным клетчатым пледом в руках и села к Константину."
    irr "Ладно, нам ехать ещё достаточно большой промежуток времени, потому поспать нормально успеем."
    irr "Только у нас один плед.{w=1} Ты не против?"
    kt "Нет, не против."
    play sound2 sfx_blanket_off2 volume 1
    hide image irr_normal
    show image irr_shy at cright:
        zoom 1.5
        yanchor 0.1
        linear 0.5 zoom 1.75 yanchor 0.15
    "После этих слов Ира села вплотную к Константину и накрыла их обоих пледом."
    irr "Сладких снов..."
    kt "Спокойной ночи."
    show blink
    stop ambience fadeout 1
    "Константин закрыл глаза и под шум автобуса мирно уснул."
    stop music fadeout 2
    pause 2
    play music sample fadein 3
    scene bg int_school1
    show shum_red
    with flash
    prepod "Итак, запишите, вопрос номер 34.{w=1} <<Что такое предел толерантности и закон толерантности Шелфорда?>>"
    "Ира записала вопрос и посмотрела на преподавателя."
    "Это был весьма пожилой мужчина с проплешиной на голове.{w=1} Его телосложение могло быть описано двумя словами: дряхлый и толстый.{w=1} Главной его отличительной чертой были жёлтые очки с толстой оправой, которые он носил всегда и везде."
    th "На этот раз хотя бы что-то интересное расскажет?..."
    prepod "Начнём с определения.{w=1} Пределы выносливости, или же толерантности - диапазон силы воздействия фактора, в котором возможна жизнедеятельность организма."
    prepod "Имеет 4 границы: верхний летальный, верхний лимитирующий, нижний лимитирующий и нижний летальный."
    prepod "Теперь разберём.{w=1} Представим что..."
    th "Сил нет уже слушать его лекции..."
    th "Когда-то это было весьма интересно и занимательно, а после того наезда с его стороны весь интерес к его предмету потерялся."
    th "Прогульщица...{w=1} У меня ни одного прогула не было по его предмету!"
    th "Словно я виновата в том, что у нас староста распиздяй и не может донести до препода служебную записку..."
    th "Боже, какие же они все убогие!{w=1} Я лучше помру старой одинокой девой, чем буду с такими как они общаться."
    th "Хотела бы я найти такого человека, который мне понравится с первого взгляда...{w=1} Того, кто хоть что-то у меня вызовет кроме отвращения и жалости."
    th "Но всё-таки мне придётся носить эту позорную маску доброй девочки...{w=1} Когда на сути всё с точностью да наоборот."
    scene bg black with dissolve
    stop music fadeout 2
    pause 2
    play music lim fadein 3
    rm "Бип-бип-бип!!!{w} Встаём уёбки, хуле спим то?"
    scene bg int_avtobus2
    show image irr_angry at cright:
        zoom 1.75
        yanchor 0.15
    play ambience bus_inside volume 0.2 fadein 1
    show unblink
    "Константин проснулся от криков Ромы.{w=1} Ира была готова взорваться словно сверхновая."
    irr "Как жаль, что ты нам нужен живой!"
    hide image irr_angry
    show image irr_angry
    show image rm_an at fleft:
        yanchor -0.25
    with byso
    play sound sfx_blanket_off2
    play sound2 sfx_mystery_movement volume 0.4
    "Раздражённо проговорила она и встав с сиденья, сложила плед."
    kt "Слушай, мне что-то странное приснилось..."
    play sound2 bus_sms volume 1
    hide image irr_angry
    show image irr_normal
    with byso
    "Константина перебил сигнал приборной панели."
    irr "Давай потом об этом.{w} Психа этого сдадим и расскажешь..."
    hide image rm_an
    show image rm_sm2 at fleft:
        yanchor -0.25
    with byso
    rm "А чё такое?{w=1} Неповадно?!{w=1} Костенька забыл про свою Настеньку, перестал жалеть любимого себя?! Ха-ха-ха-ха!"
    play sound2 sfx_punch_washstand volume 1
    "Константин встал и прописал Роме в бороду." with vpunch
    kt "Ты ещё не выспался?{w=1} Так я тебе помогу!"
    rm "Да, чё, самый умный только когда я связан, да?!{w=1} Развяжи и я тебе покажу нокаутирующий Майка Тайсона!"
    hide image irr_normal
    show image irr_angry
    with byso
    irr "Я бы на твоём месте так не беспокоилась.{w=1} Мы через одну симуляцию на месте будем.{w=1} Там уж тебе дадут хорошего соперника!"
    rm "Ой, а что такое?!{w=1} Костя слабоват да?!"
    hide image irr_angry
    show image irr_shock
    with byso
    irr "Нет, я..."
    "Ира неловко прикрыла рот, а Рома не дал ей договорить."
    rm "Да, правильно думаешь.{w=1} Он - слабак!{w=1} Выбери себе достойную пару!"
    rm "Он не заслужил такого к себе...{w=0.5}{nw}"
    play sound2 sfx_punch_washstand volume 1.3
    hide image rm_sm2
    show image rm_an at fleft:
        yanchor -0.25
    with vpunch
    "Константин прописал прямой удар Роме в нос.{w=1} У Ромы пошла кровь."
    kt "Слишком много в тебе прыти для лабораторной крысы, не думаешь?"
    rm "Чё?{w=1}! Какая я те лабораторная крыса?!"
    hide image irr_shock
    show image irr_angry
    with byso
    irr "Обычная, серая такая!{w=1} На тебе будут тестировать новые сыворотки на основе генмода!"
    hide image rm_an
    show image rm_ra at fleft:
        yanchor -0.25
    with byso
    rm "Какой нахуй генмод, чё вы несёте?!"
    kt "Узнаешь...{w} Боюсь тебе настолько понравится, что это будет последнее в твоей жизни что ты узнаешь!"
    rm "Ты мне чё, угрожаешь ещё?!{w=1} Умник блять!"
    scene bg int_avtobus
    show image rm_an at fleft:
        yanchor -0.25
    show image irr_angry
    with byso
    "За окном быстро наступил рассвет.{w=1} Автобус начал снижать скорость."
    "Ира забрала свои вещи и надела на себя MP-40."
    irr "Добро пожаловать в ад!"
    $ volume(0.4, "ambience")
    play ambience ambience_camp_entrance_day fadein 1
    play sound sfx_ikarus_open_doors
    play sound2 sfx_bus_stop volume 0.7
    "Спустя некоторое время, автобус остановился, а его двери открылись."
    scene bg ext_camp_entrance_day
    show image irr_sad at fright:
        zoom 1.25
        yanchor 0.05
    show image val_smile
    with byso
    $ volume(1, "ambience")
    "Выйдя из автобуса, Константин с Ирой встретили Валери."
    hide image val_smile
    show image val_smile2
    with byso
    val "О...{w=1} Привет. Я вас уже заждалась..."
    kt "Да, салют."
    hide image irr_sad
    show image irr_normal at fright:
        zoom 1.25
        yanchor 0.05
    with byso
    irr "Привет."
    stop music fadeout 3
    hide image val_smile2
    show image val_smile
    with byso
    val "Вы же привезли мне живой груз?..."
    rm "Какой я тебе живой груз?!"
    play music "<from 0 to 65>inrealnost/Music/Music/Baaaaa.mp3" fadein 1
    hide image val_smile
    show image val_madsmile
    with byso
    "Валери игриво улыбнулась и поправила маску."
    val "Это...{w=1} Он!"
    hide image irr_normal
    hide image val_madsmile
    with byso
    "Она с нетерпением вошла в автобус, а Ира и Константин пошли за ней."
    scene bg int_avtobus
    show image irr_normal at fright:
        zoom 1.25
        yanchor 0.05
    show image rm_an at fleft:
        yanchor -0.25
    show image val_madsmile
    with byso
    $ volume(0.4, "ambience")
    "Валери медленно подходила к Роме, а тот лишь удивлённо смотрел ей в лицо."
    val "Ну привет...{w=1} Пионэ-эр..."
    hide image rm_an
    show image rm_ra at fleft:
        yanchor -0.25
    with byso
    rm "Что? Вы к кому меня блять привезли сука?!{w} Ты что блять за порнуха ходячая?!"
    hide image irr_normal
    show image irr_happy at fright:
        zoom 1.25
        yanchor 0.05
    with byso
    irr "Наслаждайся моментом."
    "Язвительно проговорила Ира и продолжала наблюдать за происходящим."
    hide image val_madsmile
    show image val_sad
    with byso
    val "Неужели ты меня не узнаешь?..."
    val "Девочку с шрамом..."
    val "Ромочка..."
    hide image irr_happy
    show image irr_normal at fright:
        zoom 1.25
        yanchor 0.05
    with byso
    rm "Какой я тебе Ромочка?!{w=1} Чё ты несешь, паскуда?!"
    hide image val_sad
    show image val_dontlike
    with byso
    val "Какой грубиян!"
    play sound2 sfx_face_slap volume 1
    hide image rm_ra
    show image rm_an at fleft:
        yanchor -0.25
    with vpunch
    "Проговорила Валери и дала ему пощёчину."
    hide image val_dontlike
    show image val_calm
    with byso
    val "Возможно цвет моих волос и поменялся..."
    hide image val_calm
    show image val_mad
    with byso
    val "Но в душе я всё та-же Лера, которую ты всем сердцем не любил."
    hide image rm_an
    show image rm_su at fleft:
        yanchor -0.25
    with byso
    "На лице Ромы застыла гримаса ужаса."
    rm "Ч-ч-что?..."
    val "Да-а...{w=1} Знаешь что я тебе скажу?"
    "Валери наклонилась к уху Ромы."
    val "Я ещё не наигралась...{w=1} Тебя ждёт повторение истории!"
    hide image rm_su
    show image rm_ra at fleft:
        yanchor -0.25
    with byso
    play sound krik
    rm "Сука!{w=1} Нет!!!{w=1} Не смей!!!{w=1} Отвали от меня!!!"
    rm "Костя!!!{w} Не оставляй меня с этой больной шкурой!"
    kt "Ух ты!{w=1} Как мы заговорили!"
    "Константин подошёл к Валери и наклонился к её уху."
    hide image val_mad
    show image val_calm
    with byso
    val "Чего ты?"
    kt "Заставь его пожалеть о том, что он явился на свет..."
    hide image rm_ra
    show image rm_an at fleft:
        yanchor -0.25
    with byso
    rm "Ты же поможешь мне?...{w=1} Да, брат?{w} Поможешь?"
    play sound2 knife3 volume 0.51
    hide image val_calm
    show image val_mad
    hide image rm_an
    with vpunch
    "Валери улыбнулась, после чего выхватила своё оружие и с хирургической точностью отрубила Роме палец по вторую фалангу."
    val "Заткнись...{w} Я тебе не разрешила говорить."
    play sound2 krik2 volume 1
    play sound knife_in volume 0.21
    "Рома разразился криком, а Валери воткнула в его ногу шприц с белой жидкостью."
    play sound genmod2 volume 1
    stop music fadeout 3
    hide image val_mad
    show image val_smile
    with byso
    "Вдавив всё содержимое внутрь, она снова обернулась к Константину."
    val "Эта дурь его вырубит через пол-минуты...{w=1} Спасибо...{w=1} Твоё пожелание учту."
    val "Я не останусь перед вами в долгу за доставку этого...{w=1} человека.{w} Приходите после обеда в медпункт, я вам кое-что дам из своего."
    hide image irr_normal
    show image irr_happy at fright:
        zoom 1.25
        yanchor 0.05
    with byso
    irr "Да не за что.{w=1} Рады помочь.{w=1} Ты его хоть сама доставишь до медпункта?"
    hide image val_smile
    show image val_smile2
    with byso
    "На эти слова Валери хмыкнула и посмотрела Ире в глаза.{w} Рома наконец прекратил кричать и потерял сознание."
    play music Gallow fadein 3
    val "Отнести-то отнесу, для меня это отдельный сорт удовольствия..."
    val "Но будет он в шахтах.{w=1} В инвентарной."
    kt "Что? В шахтах есть инвентарная?{w=1} Да и зачем так далеко?"
    hide image val_smile2
    show image val_madsmile
    with byso
    "Валери многосмысленно улыбнулась и начала срезать с Ромы хомуты."
    val "Ну ты не хочешь заразиться генмодом при утечке такового?...{w=1} Я думаю никто не хочет...{w=1} Да и крики будут адские."
    val "Я то сама себя подлатаю в случае чего...{w=1} Но всех остальных вряд-ли..."
    kt "Ладно, нам надо идти.{w=1} До встречи."
    hide image irr_happy
    show image irr_normal at fright:
        zoom 1.25
        yanchor 0.05
    with byso
    irr "Увидимся."
    hide image val_madsmile
    show image val_smile2
    with byso
    "Медсестра кивнула и продолжала обрезать хомуты."
    scene bg ext_camp_entrance_day
    show image irr_normal
    with byso
    $ volume(1, "ambience")
    "Константин и Ира вышли из автобуса и пошли в свой домик."
    hide image irr_normal
    show image irr_happy
    with byso
    irr "Да-а...{w=1} Наверное это и есть завершение сказки Валери."
    kt "Всё хорошо, что хорошо кончается.{w=1} Может кто-то бы и сказал что это жестоко, но противодействие прямо пропорционально действию."
    hide image irr_happy
    show image irr_normal
    with byso
    irr "Слушай, тогда нахер этого <<кого-то>>.{w=1} Человеку воздастся за то, что он сделал."
    scene bg ext_clubs_day
    show image irr_happy at fleft:
        zoom 1.25
        yanchor 0.05
    show image sopr_sold at right
    show image pas_normal
    with byso
    "Войдя в лагерь, они встретили Гордона и некого солдата в чёрном противогазе."
    "Парень в каске был одет в чёрно-розовый комплект формы с нашивкой в виде <<омеги>> на левой руке.{w=1} На правой руке была явно самодельная наколка, похожая на дракона."
    pas "Я в прошлый раз всё уже сказал Андрею.{w=1} Да, поставки были, не спорю, но блять, не было там ножей военных!"
    sold "Нашему отряду не хватает орудий боя поинт бланк, если ты понимаешь о чём я.{w} Объективно, то что у тебя их нет не моя проблема."
    hide image pas_normal
    show image pas_angry
    with byso
    pas "Ёбаный по голове, дружище, как раз таки твоя!{w=1} У меня их нет, значит я тебе просто их не дам, просёк логику?"
    play sound2 sfx_pat_shoulder_hard volume 0.6
    hide image irr_happy
    show image irr_shy at fleft:
        zoom 1.25
        yanchor 0.05
    with byso
    "Константин хотел пойти дальше, но Ира взяла его за запястье."
    irr "Подожди.{w=1} Надо с Гордоном поговорить."
    kt "Хорошо, подождём."
    hide image irr_shy
    show image irr_normal at fleft:
        zoom 1.25
        yanchor 0.05
    with byso
    pas "Я тебе выдал рельсотрон - радуйся.{w=1} У меня нет физической возможности выдать то, чего у меня нет.{w} Если есть желание - пошли покажу что другое есть по твоему запросу, но это уже платно."
    "Солдат протёр тряпкой стёкла на противогазе и посмотрел в сторону."
    sold "Значит когда они появляются, то ты не разбазариваешь их, а отдаёшь нам. {w=1}Понятно выражаюсь?"
    hide image pas_angry
    show image pas_normal
    with byso
    pas "Указ от Андрея будет - хоть всю задницу набьёте этими ножами..."
    sold "Отлично."
    hide image pas_normal
    hide image irr_normal
    hide image sopr_sold
    show image pas_normal2 at left
    show image irr_normal at right
    with byso
    "Проронил солдат и пошёл к выходу из лагеря.{w=1} Гордон закурил."
    pas "Ни ума ни совести..."
    hide image pas_normal2
    show image pas_smile at left
    with byso
    pas "О, а вы уже вернулись?{w} Доброго, молодые."
    hide image irr_normal
    show image irr_happy at right
    with byso
    irr "Привет.{w=1} Мы тут слышали к тебе приехали новые вещи на продажу?{w} Можем глянуть?"
    kt "Ир, у нас курево в домике."
    pas "Ну вот.{w=1} Тогда идите пока за богатствами, потом подскакивайте.{w=1} Я сейчас занят, надо модернизировать лучевые лазеры."
    hide image irr_happy
    show image irr_normal at right
    with byso
    "Иры кивнула и улыбнулась."
    irr "Хорошо, тогда мы позже подойдём."
    hide image pas_smile
    show image pas_normal2 at left
    with byso
    "Гордон хмыкнул и затянулся."
    pas "Ну вы смотрите.{w=1} У меня сегодня всё как пирожки разбирают, сами видели."
    kt "Да, есть такое...{w=1} Ладно, до встречи."
    hide image pas_normal2
    show image pas_smile at left
    with byso
    pas "Чао."
    hide image pas_smile
    hide image irr_normal
    show image irr_normal
    with byso
    "Махнув испачканной в моторном масле рукой выдал Гордон и ушёл.{w} Константин и Ира продолжили путь к домику."
    scene bg ext_square_day
    show image irr_normal
    with byso
    kt "Слушай, а чего это за парень в противогазе был?"
    hide image irr_normal
    show image irr_sad
    with byso
    "Ира зевнула, после чего закинула руки за голову."
    irr "<<Элитные>> или же <<заказные>> солдаты сопротивления.{w=1} В основном участвуют в операциях, в которых приходится вести себя тихо."
    irr "Стреляют они неплохо зачастую, но с ближним боем у них есть проблемы, в целом как и с адекватным общением."
    kt "И чего они постоянно в противогазах?"
    hide image irr_sad
    show image irr_normal
    with byso
    "Без каких-либо эмоций она потянулась и пожала плечами."
    irr "Нравится им так.{w=1} Всего их человек 10-12 и все из них всегда в противогазах и с наколками.{w} По случайному совпадению похожи на Шуриков."
    irr "По предысториям это в основном менты или бандиты.{w} Как они уживаются между собой - вопрос, но у них там что-то вроде мини-фракции под негласным названием <<безбожники>>."
    irr "То есть ребята слаженные и достаточно хорошо знают свою работу.{w} В случае войны станут частью личного отряда Андрея, а сейчас является своего рода наёмниками."
    irr "Притащить что-то под заказ, спасти...{w=0.5} убить.{w} По их части.{w} Капитан ими управляет бесплатно и может иногда их слать в поддержку отрядов, но зачастую они просто сидят бьют баклуши в бункере."
    "Константин хмыкнул и размял шею."
    kt "Ну да, своеобразные ребята."
    stop music fadeout 3
    scene bg ext_houses_day
    show image irr_normal
    with byso
    kt "Слушай, мне такая хрень приснилась сегодня..."
    hide image irr_normal
    show image irr_happy
    with byso
    irr "Ты о чём?"
    kt "Да как уснул, у меня было что-то вроде видения..."
    kt "Типа я сижу на лекции у препода...{w=1} Плешивый, толстый...{w} Про закон толерантности рассказывал."
    kt "Я такого не проходил, да и не знал никогда."
    play music god fadein 3
    hide image irr_happy
    show image irr_sad
    with byso
    "Иру в достаточной степени озадачило сказанное Константином."
    irr "По твоему описанию напоминает мне Александра Игоревича, который вёл лекции по химической безопасности...{w=1} Он такое рассказывал... 34й вопрос, как сейчас помню."
    kt "Я тогда ещё размышлял, почему он называл меня прогульщиком за один прогул и о том, что мне надоело носить маски."
    kt "Рассуждение мне весьма знакомое, но немного в другом ключе.{w=1} Я не носил маску доброты без особой на то причины."
    "Перебирая пальцы, Ира словно пыталась что-то вспомнить."
    irr "У меня тоже был странный сон...{w=1} Я была в офисе и проверяла бумаги на соответствие критериям...{w=1} Я никогда таким не занималась и даже критериев оценки не знаю!"
    irr "Приходит Ольга, которая вожатая, после чего просит её проверить.{w} Я на неё так разозлилась, словно она уже не первый раз так лажает."
    irr "После меня уже разбудил Рома..."
    kt "У меня было такое в моей жизни.{w=1} В <<Полимере>> у меня Сахарова была подчинённой."
    hide image irr_sad
    show image irr_shock
    with byso
    "Ещё сильнее запутавшись, Ира встала на месте."
    irr "Ты шутишь?"
    kt "Нет, ни разу.{w=1} Как понимаю, та история на лекции тоже твоя на деле?"
    hide image irr_shock
    show image irr_sad
    with byso
    "Ира протёрла глаза и посмотрела на ближайший домик."
    irr "Да...{w=1} То есть мы можем видеть воспоминания друг друга?..."
    kt "Не знаю каким образом, но похоже на то..."
    irr "Странно, ничего не сказать..."
    hide image irr_sad
    show image irr_shy
    with byso
    irr "Ну во всяком случае это возможность узнать друг друга получше."
    "Немного покраснев проговорила она и улыбнулась.{w=1} Константин неловко почесал затылок."
    kt "Н-да...{w=1} Возможно."
    scene bg ext_house_of_un_day
    show image irr_normal
    with byso
    play ambience ambience_int_cabin_day fadein 1
    play sound sfx_key_drawer
    pause 0.75
    play sound sfx_open_door_2
    hide image irr_normal with byso
    "Дойдя до домика, Ира открыла дверь и вошла внутрь."
    scene bg int_house_of_kt_day
    show image irr_normal
    with byso
    play sound2 door_cl volume 1
    "В домике всё было по-прежнему.{w=1} Ира открыла шкаф, поставила туда свой пистолет-пулемёт и начала что-то искать на верхних полках."
    "Константин сел на кровать и обнаружил на столе записку."
    th "Что это?"
    play sound2 sfx_paper_bag volume 1
    "Взяв записку в руки, он начал читать её содержимое."
    kt "Оглядывайся, пока идёшь в темноте."
    hide image irr_normal
    show image irr_happy
    with byso
    irr "М-м-м? {w=1}Ты о чём?"
    "Удивлённо спросила Ира и посмотрела на Константина."
    kt "На столе была записка.{w=1} Звучит весьма угрожающе."
    hide image irr_happy
    show image irr_normal
    with byso
    "Ира взяла из его рук записку и посмотрела."
    hide image irr_normal
    show image irr_happy
    with byso
    irr "Хм-м...{w} Ну, для меня это стандартная почта..."
    play sound2 sfx_cigarette_pack_crumple volume 0.5
    "Съязвила она и скомкала записку."
    kt "В каком смысле?{w=1} Это же угроза в наш адрес, при том достаточно явная."
    "Ира тяжело вздохнула и вытащила из шкафа рюкзак."
    hide image irr_happy
    show image irr_normal
    with byso
    irr "База.{w=1} Самая такая база.{w} Мы с Ангелиной с первой недели такие получаем."
    kt "Почему?"
    irr "Всё те же полу-пустышки.{w=1} Только в первое время было страшно, но теперь я прекрасно понимаю, что это беспочвенные обвинения без каких-либо последствий."
    play sound2 sfx_open_cabinet_1 volume 1.3
    hide image irr_normal with byso
    "Зарывшись в шкафу, она продолжила."
    irr "Видите ли не нравится этим ребятам возвращение кастовой системы и возможного рабства.{w=1} Достаточно часто мы обсуждали это с Энджи."
    irr "Когда мы только приехали в сопротивление, то сразу начали вести некоторую политику на этот счёт."
    irr "Представь себе.{w} Все высшие чины сопротивления составляли полу-пустышки.{w} Те, кто имел уникальную внешность и/или хотя бы немного от них отличались, они воспринимали как нелюдей."
    irr "Да, были тут некоторые вайбы идолопоклонников...{w} Короче говоря, по нашей с Энджи инициативе, мы разработали некоторый иной порядок."
    irr "Полу-пустышки не могут занимать должность выше сержанта.{w=1} Ну, Андрей это немного упростил и отметил, мол, только за отменные лидерские качества."
    irr "В целом потому, что ты не полу-пустышка, тебя и приняли сразу на посту сержанта."
    play sound sfx_unzip_sleepbag
    pause 0.75
    stop sound
    "Ира достала из шкафа несколько пачек сигарет и пакет с мелочью, после чего утаила их в рюкзаке."
    irr "Это, так сказать, ответ на вопрос: <<Какого хрена у Лизы было звание лейтенанта?>>"
    irr "Вот и теперь мы имеем более-менее трезвый порядок в этом прогнивающем месте."
    stop music fadeout 3
    play sound2 sfx_bed_squeak1 volume 1
    "Константин разлёгся на кровати и посмотрел в потолок."
    kt "Почему прогнивающем?"
    play music proshloe fadein 3
    play sound2 sfx_close_cabinet volume 1
    show image irr_normal at center:
        zoom 1
        linear 1 zoom 1.25 yanchor 0.05
    with byso
    "Закрыв шкаф, Ира села на стул рядом с Константином."
    hide image irr_normal
    show image irr_happy at center:
        zoom 1.25
        yanchor 0.05
    with byso
    irr "Порядок, который пытается утвердить Андрей невозможно реализовать."
    irr "Чтоб ты понимал, он топит за, своего рода, коммунистическое общество, основанное на труде и сознательности."
    irr "Если ты вспомнишь кто попадает в инреальность, то вряд-ли у тебя будут сомнения насчёт бесперспективности данной идеи."
    "Повернувшись на бок в сторону Иры, Константин хмыкнул."
    kt "Да уж, развалится как СССР.{w=1} Да и какого чёрта тогда Гордон тут является главным маяком капитализма?"
    hide image irr_happy
    show image irr_normal at center:
        zoom 1.25
        yanchor 0.05
    with byso
    irr "Ему же приходится отдавать некоторые вещи бесплатно?{w=1} Приходится.{w} Само собой, что он это делает только из-за клиентской базы и скрипя зубами."
    kt "Разумно..."
    play sound2 sfx_stomach_growl volume 0.4
    "У Константина заурчал живот."
    hide image irr_normal
    show image irr_sad at center:
        zoom 1.25
        yanchor 0.05
    with byso
    irr "Голоден?"
    kt "Да, есть такое...{w=1} Скоро обед?"
    hide image irr_sad
    show image irr_happy at center
    with byso
    "Ира усмехнулась и встала со стула."
    irr "Боюсь что нет{w=1}. Мы приехали только под конец завтрака."
    play sound2 sfx_open_cabinet_1 volume 1
    play sound2 sfx_cigarette_pack_crumple volume 0.11
    "Снова открыв шкаф, Ира достала гематоген в бумажной обёртке и кинула её на кровать Константину."
    hide image irr_happy
    show image irr_laugh at center
    with byso
    irr "Лови, для мозгов полезно."
    kt "Если бы они были...{w=1} Спасибо большое!"
    play sound2 sfx_paper_bag volume 1
    "Проговорил Константин и развернул бумажку."
    hide image irr_laugh
    show image irr_happy at center
    with byso
    irr "В сравнении с половиной сопротивления, ты вообще Стивен Хокинг.{w} Только не парализованный."
    "В ответ он кивнул и улыбнулся."
    kt "Ты наверное тоже голодная.{w=1} Держи половину."
    "Сказал Константин и, отломив половину, протянул её Ире."
    hide image irr_happy
    show image irr_shy at center
    with byso
    irr "Спасибо..."
    "Она поделила гематоген по полоскам и ела по одной."
    kt "Как ты думаешь, даже если сопротивление и изменит свою идею, то сможет оно спокойно существовать на территории инреальности?"
    hide image irr_shy
    show image irr_normal
    with byso
    irr "И да и нет. С одной стороны у нас тут тупые люди и полу-пустышки...{w=1} Но с другой стороны, кто если не сопротивление?"
    irr "Генда так уже зажрался что сам не знает что делать в случае восстаний.{w} Идолопоклонники настолько отстранены от реальности, что даже кучкой в пять человек еле соберутся."
    irr "Кто ещё?{w=1} Усопшие?{w=1} Да им только выбраться хочется, да и всё."
    irr "Так что если сопротивление победит, то это будет лучшей альтернативой Генде."
    "Константин доел гематоген и убрал обёртку в карман."
    kt "Да уж... Не поспоришь."
    hide image irr_normal
    show image irr_happy
    with byso
    irr "Ладно, что-то мы засиделись.{w=1} Надо пойти проведать Ангелину.{w} Расскажем о наших приключениях."
    play sound2 sfx_bed_squeak2 volume 1
    stop music fadeout 3
    hide image irr_happy
    show image irr_normal
    with byso
    "Встав с кровати, Константин потянулся.{w=1} Ира накинула рюкзак."
    kt "Идём."
    scene bg ext_house_of_un_day
    show image irr_sad
    with byso
    play ambience ambience_camp_entrance_day fadein 1
    play sound2 door_cl
    play sound sfx_key_drawer
    pause 0.75
    stop sound
    "Закрыв домик на ключ, они направились к библиотеке."
    irr "Многое бы я отдала чтоб оказаться хоть на денёк в городе..."
    kt "Интересное заявление, а чего так?"
    play music sab fadein 3
    scene bg ext_houses_day
    show image irr_sad
    with byso
    "Ира тяжело вздохнула и посмотрела на кроны деревьев."
    irr "Мне всегда больше нравилась городская местность.{w=1} Само собой не та, что была в жизни до инреальности."
    irr "Какой-нибудь спокойный и относительно небольшой городишко, где нет огромных пробок, очередей и излишней суеты."
    irr "Просто жизнь в Москве угнетает до жути.{w} Там жить - так себе тема."
    hide image irr_sad
    show image irr_normal
    with byso
    irr "Хотя, возможно, это только мои размышления.{w=1} Ты в каком городе жил кстати?"
    "Константин посмотрел в небо."
    kt "Питер.{w} Ничем не лучше, те же яйца только в профиль."
    kt "Чувствовал себя там как в дурке, только на амбулаторке..."
    kt "Ну, я полагаю, ты можешь понять это по моим землякам: Рома и Валери."
    hide image irr_normal
    show image irr_happy
    with byso
    "Ира усмехнулась и закинула руки за голову."
    irr "Хах...{w=1} А Валери то почему?"
    kt "Роме очень нравился Петербург.{w} Он бы никогда оттуда не уехал."
    hide image irr_happy
    show image irr_normal
    with byso
    irr "М-м-м.{w=1} А потом он трупы трахает..."
    kt "Да, типичный обитатель моего прекрасного города."
    scene bg ext_library_day
    show image irr_sad
    with byso
    play sound2 sfx_knock_door6_closed volume 1
    "Дойдя до библиотеки, Ира попыталась открыть дверь, но та была заперта."
    kt "А где?"
    irr "Хороший вопрос.{w=1} Осмелюсь предположить, что гулять пошла."
    kt "Что?"
    irr "Она любит проводить время в одиночестве.{w=1} Примерно раз в два дня она берёт плеер и уходит на несколько часов прогуляться."
    kt "У неё есть плеер?"
    "Удивлённо спросил Константин и почесал затылок."
    hide image irr_sad
    show image irr_normal
    with byso
    irr "Ну да.{w=1} Привезла из родного мира, поскольку он всегда был при ней. {w}Повезло ей, я бы многое отдала чтоб послушать своей музыки."
    irr "Тогда зайдём потом.{w=1} Всё равно работы у нас нет, ведь разведка больше не является функциональным органом сопротивления."
    kt "Пошли к Гордону.{w=1} Посмотрим что он может предложить."
    scene bg ext_houses_day
    show image irr_happy
    with byso
    play sound2 light_inh volume 1
    "Сменив траекторию, Константин закурил.{w=1} Ира протянула ему руку."
    irr "Поделишься?{w} У меня всё сейчас уйдёт на экипировку."
    kt "Да, держи, мне не жалко."
    play sound2 light_inh volume 0.6
    "Она взяла сигарету и, раздавив кнопку, закурила."
    kt "А зачем тебе сейчас экипировкой на все средства закупаться?"
    hide image irr_happy
    show image irr_normal
    with byso
    irr "Я тебе говорю, с вероятностью более 90 процентов нас переведут в солдаты.{w=1} Скорее всего сейчас уже не работают вообще никакие средства слежения за инреальностью."
    kt "Почему ты так во всём уверена?{w=1} Ты так говоришь, словно обладаешь даром предвидения или просто хорошей дедукцией."
    hide image irr_normal
    show image irr_shy
    with byso
    "Ира загадочно улыбнулась и посмотрела Константину в глаза."
    irr "Может не предвидением, но дедукция да, у меня неплохая."
    kt "Буду знать...{w=1} Но мне кажется сценарий нереалистичный."
    hide image irr_shy
    show image irr_normal
    with byso
    irr "Почему?"
    "Уточнила Ира, глядя на проходящих мимо сопротивленцев."
    scene bg ext_square_day
    show image irr_normal
    with byso
    kt "Мне кажется что нас в таких званиях просто так не отправят на передовую."
    hide image irr_normal
    show image irr_happy
    with byso
    irr "Хе, ты не знаешь нашего капитана. {w=1}Ему в целом плевать каких людей отправлять."
    irr "По примеру той-же самой Лизы, сам понимаешь."
    kt "Ладно...{w=1} Логично..."
    hide image irr_happy
    show image irr_normal
    with byso
    "Проходя мимо очередной толпы пионеров, Константин услышал любопытный разговор."
    chel3 "Вы же слышали что за дело им дали?"
    chel2 "Ты о чём?"
    chel3 "Они решили короче убрать этот сброд.{w} Как не знаю, но это уже мелочи..."
    chel "И чё, кто тебе такое сказал?"
    chel2 "Лиза сказала что надо скинуться на это.{w=1} Типа щас никто даже не обратит на это внимания."
    stop music fadeout 3
    scene bg ext_clubs_day
    show image irr_normal at right
    show sl sad pioneer at left
    with byso
    "Дойдя до мастерской, они встретили Наташу, которая курила на крыльце."
    natasha "Какие люди.{w=1} Гордон сейчас свободен, можете идти."
    irr "М-м..."
    scene bg int_clubs_male_day
    show dv angry pioneer at fleft
    show image pas_normal2 at left
    show image irr_normal at cright:
        zoom 1.25
        yanchor 0.05
    with byso
    play ambience ambience_clubs_inside_day fadein 1
    play music kringe fadein 3
    play sound2 sfx_open_door_clubs_2 volume 1
    "Внутри как всегда царил запах сигарет и слегка отдавало техническим спиртом.{w=1} Ира и Константин встали у кладовки."
    pas "Ёбаный по голове, дура!{w=1} Какого хуя ты протираешь полки изопропанолом?!"
    rita "Они были испачканы вот я и..."
    hide image pas_normal2
    show image pas_angry at left
    with byso
    pas "Это риторический вопрос!{w=1} Ты хоть знаешь сколько его у нас осталось?!"
    sil_g "{font=inrealnost/font/Access.otf}Устрани ты уже этот неэффективный фактор!{w=1} На кой чёрт ты ей вообще платишь?!"
    pas "Молча-ать!!!{w} Ты, блядь, установи ебучие шашки, какого вообще хуя ты их снесла?!"
    "Константин обратил внимание на появившийся у Гордона новый монитор, на котором отображался недовольный фиолетовый смайлик."
    sil_p "{font=inrealnost/font/Access.otf}Не хочу я с тобой больше в шашки играть, нет сил у меня!{w=1} Придумай хоть что-то более креативное!{w} В мире столько разных игр, а ты играешь только в свои сраные шашки!"
    rita "И не знала я что его мало!"
    pas "Так, заткнулись обе!{w=1} Если ещё хоть слово спизданёте, то одну отключу нахер, а вторую уволю!{w} Что с кем конкретно придумаю потом!"
    pas "Значит, Рита, ты без зарплаты за сегодня!"
    show dv rage pioneer with byso
    play sound2 door_break volume 1
    hide dv with byso
    "Рита фыркнула и, оттолкнув дверь, пошла прочь из мастерской."
    pas "Два дня за дверь!"
    pas "А ты либо устанавливаешь шашки, либо я тебя снесу и запишу на освобождённое тобой место дешёвую...{w=1} домашнюю...{w=1} порнуху!"
    hide image irr_normal
    show image irr_laugh at cright:
        zoom 1.25
        yanchor 0.05
    with byso
    "Константин и Ира рассмеялись, чем дали Гордону понять, что в помещении он не один."
    pas "Если я закончу с клиентами и не обнаружу на рабочем столе шашек, то сделаю всё так, как и сказал!"
    stop music fadeout 3
    hide image irr_laugh
    show image irr_happy at right
    with byso
    "Гордон отошёл от компьютера и опёрся руками на стол."
    hide image pas_angry
    show image pas_normal2 at left
    with byso
    pas "А вот и вы.{w=1} Вы затариться или зачем ещё?"
    irr "Мы за снаряжением.{w=1} Есть чего интересного?"
    play music BlueJetta fadein 3
    hide image pas_normal2
    show image pas_smile at left
    with byso
    hide image pas_smile with byso
    "Он ухмыльнулся и полез под стол."
    pas "Обижаешь. {w}Щас покажу."
    play sound2 sfx_close_cabinet volume 1
    "Спрятавшись под столом, он приблизительно прикинул, что у него есть на продажу."
    show image pas_smile at left
    hide image irr_happy
    show image irr_normal at right
    with byso
    "Вернувшись обратно, Гордон снова облокотился на стол."
    scene bg stol_a with byso
    pas "Итак.{w=1} Давайте по порядку."
    "Гордон достал из под стола странное оружие."
    play sound sfx_clench2
    show image railgun with byso
    pas "Небольшими модификациями я смог видоизменить лучевой лазер и превратить его, барабанная дробь, в плазматический рельсотрон.{w=1} На этот раз не найдётся уёбка, который обзовёт его иначе."
    pas "Преимущества перед старой моделью очевидны.{w=1} Нет проблем с накопителем, ведь стреляет он не лучом энергии, а шариком, который эта энергия разгоняет."
    pas "Какая убойная сила?{w=1} Ахуеть какая!{w} Шарик диаметром 3 сантиметра разгоняется до 10000 метров/секунда.{w} Спектральные сущности, в целом как и наглых людей, дырявит как нож масло."
    pas "Купите - не пожалеете.{w=1} В комплект выдам 15 металлических шариков, если надо больше, то рубль или сигарета за 2 штуки."
    pas "Цена вопроса этой почётной модификации с налогом и прочей выдуманной мной хуйнёй - 5 пачек сигарет или 55 рублей за штуку."
    hide image railgun with byso
    play sound2 sfx_open_drapes volume 1
    pause 0.75
    stop sound2
    show image pereh with byso
    "Отодвинув в сторону оружие, он достал следующий прибор, похожий на самый обычный пульт от телевизора."
    pas "Надоело, что ваш перехватчик кода телепортирует вас хрен пойми куда или перестаёт работать в момент встречи с Батори?"
    pas "Не нравится, когда не остаётся патронов, а пульт горит у вас в руках?"
    pas "Можно выбрать конечную симуляцию и назначать таймеры на обратную отправку.{w=1} Инструкция прилагается."
    pas "Потому если у вас не самые быстрые ноги, но есть эта приспособа, то пизды вы всё-равно не получите."
    pas "Если я заберу ваши прошлые перехватчики кода, то всего-то за пачку сигарет я готов вам предоставить их обновлённые версии."
    hide image pereh with byso
    play sound2 sfx_open_drapes volume 0.4
    pause 0.75
    stop sound2
    show image nozh with byso
    "Убрав со стола пульт, после чего достал достаточно большой нож."
    pas "Это - излишки от того, что пришлось отдать бункерным крысам. Пачка и ваш."
    hide image nozh with byso
    play sound2 sfx_open_drapes volume 0.5
    pause 0.75
    stop sound2
    show image patr with byso
    "Отложив нож, он взял в руки пачку патронов 9х19."
    pas "А это вообще товар года!{w=1} Вы прикиньте, я тут вчера перебирал начинки патронов и вот результат."
    pas "Это бомба!{w=1} В прямом и переносном смысле.{w} Мало того что они из бронебойных превратились в экспансивные, так я ещё и начинил её взрывным зарядом."
    pas "При попадании даже гончей ебучку разорвёт, да так, что мало не покажется!"
    pas "Всего в наличии 80 патронов.{w} 2 пачки за 40, но если заберёте всё и сейчас, то отдам всё за 3."
    hide image patr with byso
    play sound2 sfx_open_drapes volume 1
    pause 0.5
    stop sound2
    "Поставив патроны на другой край стола, он снова облокотился на стол и посмотрел сначала на Константина, а затем на Иру."
    pas "Итак, в целом пока всё.{w=1} Чего изволите?"
    scene bg int_clubs_male_day
    show image pas_smile at left
    show image irr_normal at right
    with byso
    "Ира улыбнулась и снова осмотрела стол."
    stop music fadeout 3
    hide image irr_normal
    show image irr_happy at right
    with byso
    irr "Мы берём всё.{w=1} Я ещё возьму пистолет за пачку и 10 зарядов для рельсотрона."
    hide image pas_smile
    show image pas_normal2 at left
    with byso
    kt "Чего?..."
    "Константин знатно удивился такому заявлению, а Гордон и подавно."
    sil_p "{font=inrealnost/font/Access.otf}Какая неразумная трата средств!{w=1} Вас убьют раньше!"
    hide image pas_normal2
    show image pas_angry at left
    with byso
    pas "Молча-ать!"
    hide image pas_angry
    show image pas_normal2 at left
    with byso
    play music Waijdan fadein 3
    pas "Ира...{w=1} Ёбаный по голове, молодая, ты там геноцид полу-пустышек устроить решила?"
    play sound2 sfx_blow_out_candle volume 1
    play sound monety volume 1
    hide image irr_happy
    show image irr_normal at right
    with byso
    "Она никак не отреагировала на вопрос и выложила на стол остававшиеся 11 пачек сигарет, после чего начала подбирать мелочь."
    irr "Сколько там мелочью надо?"
    "Гордон несколько раз моргнул, после чего махнул рукой."
    pas "Хрен с ней с мелочью...{w=1} Так ты скажи, на кой хер тебе столько экипировки?"
    kt "Я скажу?"
    hide image irr_normal
    show image irr_happy at right
    with byso
    irr "Давай, я пока уберу всё это."
    hide image irr_happy
    show image irr_normal at right
    with byso
    kt "Короче.{w=1} Генда отключает средства контроля за симуляцией."
    hide image pas_normal2
    show image pas_normal at left
    with byso
    play sound2 sfx_blanket_off2 volume 1
    pause 0.4
    play sound2 sfx_click_3 volume 1
    pause 0.2
    play sound sfx_click_1 volume 1
    "Гордон удивился, после чего достал синий телефон и потыкал на нём кнопки."
    pas "Блять, реально не работает!{w} А я на него только хотел калькулятор поставить!"
    sil_p "{font=inrealnost/font/Access.otf}Удивительно что не шашки..."
    hide image pas_normal
    show image pas_angry at fleft
    with byso
    "Тяжело вздохнув, он подошёл к розетке."
    pas "Я сейчас вытащу провод.{w} Электричества больше не быть...{w=1} Твоя больше не жить...{w=1} Твои данные на порно заменить..."
    hide image pas_angry
    show image pas_normal at left
    with byso
    "ИИ молчал, а Гордон вернулся к столу."
    pas "Ну дк и чё?{w=1} Это же не повод скупать у меня четверть всей мастерской."
    kt "Так в том то и прикол что повод.{w} Разведку скоро расформируют и, по нашим догадкам, нас переведут на фронтовые работы."
    "Гордон потёр подбородок и посмотрел в окно."
    hide image pas_normal
    show image pas_smile at left
    with byso
    pas "Кстати да, разумное замечание, это скорее всего так и будет...{w=1} Ну, что сказать, не завидую."
    pas "Слушайте, это так, между нами девочками, но я тоже кое-что скажу..."
    hide image pas_smile
    show image pas_normal at cleft
    with byso
    "Он наклонился ближе к Ире и Константину."
    pas "Не знаю почему, но что-то тут крысиный движ у нас начинается.{w=1} У наёмников вдруг настолько большой стал оклад, что они у меня как и вы скупили часть мастерской."
    pas "Ира, сама понимаешь что это может быть.{w} Мне кажется что какая-то хуйня происходит...{w=1} Андрей не в курсах."
    stop music fadeout 3
    show image sopr_sold at fleft with byso
    play sound2 sfx_open_door_clubs_2 volume 1
    play sound light_inh volume 0.7
    hide image pas_normal
    show image pas_normal2 at cleft
    with byso
    "В клуб зашёл парень из наёмников.{w=1} Развернув новую полученную пачку сигарет, Гордон закурил."
    pas "Ладно, что сказать то вам, пользуйтесь на здоровье."
    hide image irr_normal
    show image irr_happy at right
    with byso
    irr "Да, спасибо, мы пойдём."
    scene bg ext_clubs_day
    show image irr_normal at cright:
        zoom 1.25
        yanchor 0.05
    show image rkis_normal at left
    with byso
    play ambience ambience_camp_entrance_day fadein 1
    play sound2 door_cl volume 1
    "Покинув клуб, Ира и Константин встретили робокошку."
    rkis "Доброго полудня. <<Эрида>>, <<Корсар>>, вас хочет видеть капитан."
    th "А вот и наша мобилизация."
    kt "Понятно, спасибо."
    hide image irr_normal
    show image irr_sad at cright:
        zoom 1.25
        yanchor 0.05
    with byso
    irr "Принято."
    hide image rkis_normal with byso
    "Робокошка пошла в сторону выхода из лагеря, а Константин и Ира в умеренном темпе отправились к капитану."
    play music mono fadein 3
    scene bg ext_square_day
    show image irr_normal
    with byso
    irr "А вот теперь и мы в карательном отряде, добро пожаловать!"
    kt "Хах, не поверишь, но я только об этом подумал.{w} Кстати, затарились мы массово, ничего не сказать."
    "Ира с ухмылкой посмотрела Константину в глаза, после чего протянула Константину рюкзак, набитый снаряжением."
    hide image irr_normal
    show image irr_happy at cright:
        zoom 1.25
        yanchor 0.05
    with byso
    irr "Не поможешь даме?"
    kt "Если не буби, то помогу."
    hide image irr_happy
    show image irr_laugh at cright:
        zoom 1.25
        yanchor 0.05
    with byso
    play sound2 sfx_pat_shoulder_hard volume 1
    "Обработав его шутку, она рассмеялась.{w=1} Константин взял увесистый рюкзак и повесил себе на спину."
    irr "Я дама крести, на всех людях искусно ставлю крест."
    kt "Достойно уважения."
    "С усмешкой ответил Константин."
    scene bg ext_admins_day
    show image rkis_normal at left
    show image irr_happy at right:
        zoom 1.25
        yanchor 0.05
    with byso
    "Дойдя до административного корпуса, перед ними предстала другая робокошка."
    play sound2 sfx_open_door_2 volume 1
    rkis "Проходите, капитан вас ждёт."
    scene bg int_admins
    show image irr_normal
    with byso
    stop music fadeout 3
    stop ambience fadeout 1
    play sound2 sfx_knock_door2 volume 1
    "Константин вежливо постучал."
    andr "Войдите."
    scene bg int_admins_room2
    show image irr_normal at left
    show image andr_normal at fright
    with byso
    play ambience ambience_int_cabin_day volume 0.5 fadein 1
    play sound2 door_cl volume 1
    "В кабинете Андрея было как всегда мрачно, а сам капитан писал бумаги."
    andr "Присаживайтесь. Есть разговор."
    hide image irr_normal
    show image irr_normal at left:
        zoom 1.5
        yanchor 0.1
    with byso
    "Усевшись на диван, Ира и Константин в ожидании смотрели на Андрея."
    hide image andr_normal
    show image andr_normal2 at right
    with byso
    play sound2 sfx_click_2 volume 1
    play music leave_me fadein 3
    "Капитан выключил лампу и встал со стула."
    andr "Итак. Начнём с того, что я хвалю вас за успешное выполнение поставленной задачи.{w} К сожалению, ваша выездная работа на этом не окончена."
    "Андрей подошёл к окну и посмотрел на лагерь."
    hide image andr_normal2
    show image andr_normal3 at right
    with byso
    andr "Генда сделал первый ход. {w}Я бы даже сказал несколько.{w} Он начал отлавливать наши отряды и отправлять их в кошмар, ежели не на верную смерть."
    andr "И второе - он отключил все средства контроля ситуации в инреальности. {w}Разведка и логистика теперь лишены смысла как такого."
    andr "Потому вы отправляетесь за <<Ангелом>>, <<Ренегатом>> и <<Градом>>.{w=1} Они уже в нужной симуляции."
    kt "Это вообще кто?"
    hide image irr_normal
    show image irr_shock at left:
        zoom 1.5
        yanchor 0.1
    with byso
    irr "<<Ангел>> это Ангелина!{w=1} Так вот куда она делась..."
    hide image andr_normal3
    show image andr_normal2 at right
    with byso
    andr "Так точно.{w=1} С ней поехал один <<безбожник>> и рядовой, который помогал вам в разведке."
    andr "С вами отправится <<Собакевич>> из элитного отряда.{w} Ваша задача будет найти нашего агента под прикрытием, который маскировался под Электроника.{w=1} У него были данные по действиям идолопоклонников."
    andr "Как только вы закончите, то немедленно отправляйтесь обратно.{w=1} Мы начнём нашу самую крупную операцию."
    hide image irr_shock
    show image irr_sad at left:
        zoom 1.5
        yanchor 0.1
    with byso
    irr "Во сколько мы выезжаем?"
    hide image andr_normal2
    show image andr_normal at right
    with byso
    andr "В 3 часа.{w=1} Расчётно, у вас есть день на выполнение задачи.{w=1} Если вы не возвращаетесь раньше, то мы начинаем без вас - есть определённый график."
    andr "Всё понятно?"
    hide image irr_sad
    show image irr_normal at left:
        zoom 1.5
        yanchor 0.1
    with byso
    "Константин и Ира синхронно кивнули."
    hide image andr_normal
    show image andr_normal2 at right
    with byso
    andr "Отлично.{w} Тогда снаряжайтесь.{w=1} Жду от вас успешной работы. Можете быть свободны."
    hide image irr_normal
    show image irr_normal at left
    with byso
    irr "До встречи."
    kt "До встречи."
    scene bg int_admins
    show image irr_sad
    with byso
    stop ambience fadeout 1
    play sound2 door_cl volume 1
    play sound2 sfx_dinner_horn_processed volume 0.5
    "Пока Ира и Константин спускались по лестнице, на улице заиграл горн."
    irr "Пошли в домик. Надо сложить снаряжение...{w=1} И я хочу тебе кое-что сказать."
    kt "Понял."
    scene bg ext_houses_day
    show image irr_normal at right
    show image sopr_sold at left
    with fade
    play ambience ambience_camp_entrance_day fadein 1
    "Пока они проходили к своему домику, они встретили парня в противогазе."
    sold "Я так понял, вы и есть <<Корсар>> и <<Эрида>>?"
    kt "И тебе привет.{w=1} Да, это мы."
    hide image irr_normal
    show image irr_sad at right
    with byso
    "Ира недовольно осмотрела солдата снизу-вверх и на секунду нахмурилась, после чего её лицо приняло нейтральное положение."
    sold "Ясно.{w=1} Я - <<Собакевич>>.{w=1} Еду с вами из точки <<А>> в точку <<Б>>."
    sold_s "От вас требую не опаздывать.{w=1} Сказано ехать в три - едем в три.{w} Если ко времени вас не будет, то уеду сам."
    hide image irr_sad
    show image irr_angry at right
    with byso
    sold_s "Вопросы?"
    irr "Вопрос один. {w=1}Схерали ты со старшими по званию так общаешься?!"
    kt "Действительно, ты нам чё, одолжение делаешь?"
    "Услышав этот упрёк, <<Собакевич>> почесал шею и шумно выдохнул."
    sold_s "Вы не в моём отряде, потому мне поебать в каком кто из вас звании, да и на вас в целом.{w=1} Короче, жду в 3 у автобуса."
    hide image sopr_sold with byso
    "Отчеканил он и ушёл по своим делам."
    irr "О чём я и говорила.{w} Быдло."
    kt "А ведь и не поспоришь..."
    scene bg int_house_of_kt_day
    show image irr_normal
    with byso
    play ambience ambience_int_cabin_day fadein 1
    play sound2 sfx_open_cabinet_1 volume 1
    "Дойдя до домика, они поставили всё снаряжение в шкаф."
    kt "Ты вроде хотела что-то сказать."
    play sound2 sfx_close_cabinet volume 1
    hide image irr_normal
    show image irr_sad
    with byso
    "Ира закрыла шкаф и уныло посмотрела на Константина."
    irr "Не нравится мне всё это...{w=1} Вот совсем."
    irr "Сначала нам говорят что у нас только одна операция на выезд."
    irr "Потом задабривают новыми званиями и похвалами."
    irr "И теперь мы уже едем с наёмником на операцию."
    irr "Нами очевидно манипулируют.{w} По крайней мере мне не понятно зачем отправлять Ангелину в другом отряде...{w=1} Странно..."
    kt "Не могу не согласиться..."
    scene bg ext_house_of_un_day
    show image irr_normal
    with byso
    play ambience ambience_camp_entrance_day fadein 1
    play sound2 sfx_close_door_1 volume 1
    "Выйдя из домика, они направились в столовую."
    stop music fadeout 3
    scene bg ext_houses_day with byso
    chel2 "Ты слышал что капитан говорил?"
    chel "Что?"
    chel3 "Скоро мы поедем на войну.{w=1} Возможно там мы встретим Батори."
    chel "Блять, так мы тогда закончим как <<Прорыв>>!{w=1} Не хочу я умирать!"
    chel2 "Никто не хочет, но только в таком случае мы можем победить..."
    chel3 "Вот именно.{w} Нам придётся положить свою жизнь за свободу."
    scene bg ext_dining_hall_near_day
    show image irr_angry at cleft:
        zoom 1.25
        yanchor 0.05
    show image oleg_shy at fright
    show image liz_angry at cright
    with byso
    play music cirk fadein 3
    "У столовой они заметили Лизу и Олега, которые недовольно провожали взглядом бывших разведчиков."
    irr "Чё пялитесь?"
    oleg "Ничего.{w=1} Иди ешь..."
    liz "Неприятного аппетита."
    kt "Взаимно."
    scene bg int_dining_hall_day
    show image irr_normal at cright:
        zoom 1.25
        yanchor 0.05
    show mi upset pioneer at left
    with byso
    play ambience ambience_dining_hall_empty fadein 1
    "Войдя на раздачу, они встретили Мику."
    mip "А я думала вы не вернётесь..."
    "Пробурчала она, глядя на Иру."
    hide image irr_normal
    show image irr_angry at cright:
        zoom 1.25
        yanchor 0.05
    with byso
    irr "Мечтай, паскуда.{w=1} Еду дай и строй надежды дальше."
    show mi dontlike pioneer at left with byso
    "Девочка разложила по тарелкам драники с тушёнкой."
    kt "Это типа продвинутая?"
    show mi upset pioneer at left with byso
    mip "Да, с вас две сигареты."
    "Ира высмотрела Гордона, который на другом конце столовой сидел с Валери, и заметила у него котлеты с макаронами."
    irr "Кому ты врёшь?! {w=1}Котлеты с макаронами - вот это продвинутая.{w} Хрен тебе а не курево!"
    kt "Давай продвинутую, наёбщица несчастная..."
    show mi dontlike pioneer at left with byso
    "Мику поняла, что её раскусили и с недовольной миной разложила по тарелкам запрошенное. {w}Ира взяла тарелки, а Константин положил на раздачу одну сигарету."
    show mi angry pioneer at left with byso
    mip "Э!{w=1} С вас две, а не одна!"
    irr "Радуйся что вообще дали..."
    show mi rage pioneer at left with byso
    hide image irr_angry
    hide mi
    show image irr_angry at right
    with byso
    show image val_calm
    show image pas_normal at left
    with byso
    stop music fadeout 3
    "Под злобные выкрики из-за одной сигареты, Константин и Ира сели за стол к Гордону и Валери."
    kt "Приятного вам."
    hide image irr_angry
    show image irr_happy at right
    with byso
    irr "Приятного всем."
    hide image pas_normal
    show image pas_smile at left
    with byso
    pas "О, спасибо, молодые."
    hide image val_calm
    show image val_smile2
    with byso
    val "Вам тоже."
    play music god fadein 3
    hide image val_smile2
    show image val_smile
    hide image irr_happy
    show image irr_normal at right
    with byso
    "Валери откинулась на стуле и продолжила диалог с Гордоном."
    val "Так вот...{w=1} Можешь послать кого-то из своих в инвентарную?{w} У меня на лампе несколько ячеек не работает."
    hide image pas_smile
    show image pas_normal at left
    with byso
    pas "Могу.{w=1} У меня как раз Рита должна отработать.{w} Сделаю бесплатно по старой дружбе."
    hide image val_smile
    show image val_smile2
    with byso
    val "Спасибо...{w=1} Ир, Кость, вы сейчас свободны?"
    kt "Ну как поедим в целом да.{w=1} А что?"
    hide image val_smile2
    show image val_calm
    with byso
    val "Я сейчас в медпункт за медикаментами.{w} Зайдите как пропитаетесь..."
    hide image irr_normal
    show image irr_happy at right
    with byso
    irr "Хорошо."
    hide image val_calm
    show image val_smile2
    with byso
    play sound dvizh
    hide val_smile2 with byso
    "Валери улыбнулась и отправилась на выход."
    hide image pas_normal
    show image pas_smile at left
    with byso
    "Гордон наколол котлету и откусил большой кусок, после чего посмотрел на Константина."
    pas "Ну что, ребят, готовы на выезд?"
    kt "Да, готовы."
    hide image irr_happy
    show image irr_sad
    with byso
    "Ира пересела на стул Валери."
    irr "Слушай, по старой дружбе, какое оружие у тебя <<безбожники>> закупали?"
    play sound2 light_inh volume 1
    "Он усмехнулся и, отложив вилку, закурил новую сигарету."
    pas "А тебе зачем это?"
    kt "Ну, с нами едет <<Собакевич>>.{w=1} Просто хотим знать что у него с собой будет."
    hide image pas_smile
    show image pas_normal2 at left
    with byso
    pas "У него вы это сами спросить не можете, да?"
    kt "Сам понимаешь, что ребята не особо разговорчивые.{w} В культурном понимании этого слова."
    hide image pas_normal2
    show image pas_normal at left
    with byso
    "Гордон выпустил дым в потолок и посмотрел на Иру.{w=1} Его хорошее настроение медленно развеивалось."
    pas "По старой дружбе скажу.{w} Ножик, винтовка снайперская, с недавних пор перехватчики и у некоторых люгеры."
    pas "Насколько помню, тот молодой, про которого вы говорите, отдельно просил разрывные патроны, но у меня после вас их не осталось."
    pas "А, ну у него вроде как ещё укреплённое покрытие на каске."
    pas "В целом всё, что я знаю."
    "Константин закончил с едой, а Ира доедала котлеты."
    irr "Есть ещё один вопрос...{w=1} Ты видел Ангелину?"
    pas "Да, уезжала с двумя парнями ещё до вашего приезда.{w} Как не странно, она ехала только с пистолетом."
    hide image pas_normal
    show image pas_normal2 at left
    with byso
    pas "А чё спрашиваете то, молодые?{w=1} Не доверяете наёмникам?"
    kt "Да нет, просто любопытно."
    hide image pas_normal2 
    show image pas_smile at left
    with byso
    pas "Просто только ссать с мОста.{w=1} Ладно, храните свои секреты."
    hide image irr_sad
    show image irr_normal
    with byso
    "Ира доела и посмотрела на Константина.{w} Тот кивнул."
    irr "Идём к Валери."
    pas "Бывайте.{w=1} Надеюсь, вас не привезут как груз <<200>>."
    kt "До встречи."
    scene bg ext_dining_hall_near_day
    show image irr_sad
    with byso
    play ambience ambience_camp_entrance_day fadein 1
    "Выйдя из столовой, Константин посмотрел на поникшую Иру."
    kt "Что с тобой?"
    "Ира немного оживилась и посмотрела на Константина."
    irr "А...{w=1} Я в порядке.{w} Всё хорошо, не беспокойся."
    kt "Ну слушай, не похоже.{w} Тебя расстроило, что с нами тот быдлан едет?"
    hide image irr_sad
    show image irr_normal
    with byso
    "Усмехнувшись на слова Константина, Ира ненадолго остановилась."
    irr "Причина для грусти весомая, не спорю...{w=1} Просто блин..."
    irr "Энджи уехала, я за неё волнуюсь."
    irr "Мы всю инреальность вместе.{w=1} Не привыкла я, что её нет рядом."
    scene bg ext_dining_hall_away_day
    show image irr_sad
    with byso
    "Продолжив свой путь, Константин поправил причёску."
    kt "Не бойся, всё будет хорошо.{w} Приедем, увидим, победим."
    hide image irr_sad
    show image irr_happy
    with byso
    irr "Да, ты наверное прав.{w=1} Не стоит драматизировать."
    stop music fadeout 3
    scene bg ext_aidpost_day
    show image irr_normal
    with fade
    play sound2 sfx_knock_door2 volume 1
    "Дойдя до медпункта, Константин постучал."
    val "Заходите-заходите."
    scene bg int_aidpost_day
    show image irr_shock at left
    show image val_sad at right
    with byso
    play ambience ambience_medstation_inside_day fadein 1
    "Валери сидела на стуле и курила."
    irr "Ты куришь?"
    hide image val_sad 
    show image val_smile2 at right
    with byso
    "На такой вопрос медсестра рассмеялась."
    val "Да ладно, ты думала с попадания в инреальность что-то в моём токсикологическом рационе изменилось? Да ничерта..."
    hide image val_smile2
    show image val_smile at right
    hide image irr_shock
    show image irr_sad at left
    with byso
    val "Конечно тут уже дури не достать, но всё-равно..."
    kt "Чего ты звала?"
    "Валери выкинула тлеющий фильтр в окно и указала на кушетку."
    val "Садитесь.{w=1} Сейчас расскажу..."
    hide image irr_sad
    hide image val_smile
    show image val_smile2 at cright
    show image irr_normal at fleft:
        zoom 1.5
        yanchor 0.1
    with byso
    "Усевшись на кушетке, Константин и Ира вопросительно смотрели на Валери."
    play music paralysis fadein 3
    scene bg valeri_cg with byso
    val "Значит, давайте по порядку...{w=1} Для эксперимента с Ромой и для работы карательных отрядов я готовила специальные смеси на генмоде."
    val "Отличались от чистого генмода куда большей агрессивностью и сокращённым в 50 раз периодом инкубации...{w=1} В ней используются афлатоксины, которые мне поставляют мальчики из агроцеха."
    val "Пока вас не было, я готовила новую партию своей смеси...{w=1} Но вышла одна проблема...{w=1} У меня украли всю партию афлатоксинов..."
    val "Ключи от медпункта были только у меня..."
    "Ира сильно удивилась, а Константин выпал в глубокие размышления."
    kt "Так...{w=1} А афлатоксины это чего собственно?"
    irr "Это очень опасный органический яд.{w} Буквально 10 миллиграмм перорально тебе хватит для того, чтоб отбросить копыта."
    val "Верно.{w=1} Поскольку разведку недолюбливают, у меня есть некоторые предположения..."
    val "Не в моих интересах ваша смерть...{w=1} Вы... {w=1}Вы наконец дали мне обрести возмездие."
    val "У меня есть индикаторы."
    play sound2 sfx_open_table volume 1
    "Валери открыла ящик стола и достала оттуда маленькую пластмассовую баночку."
    play sound sfx_paper_bag volume 0.1
    "Сняв крышку, она извлекла белую бумажку."
    val "Если вы окунёте это в токсичный напиток, то этот индикатор окрасится красным...{w=1} Бумажек много, потому используйте почаще."
    kt "Антидота нет?"
    "Ира и Валери отрицательно помотали головой."
    irr "Нет, тебя убьёт раньше."
    val "Ира права.{w=1} Будьте осторожны."
    kt "Ладно, спасибо."
    scene bg scalpel with byso
    "Константин убрал баночку в карман, после чего посмотрел на окровавленный скальпель, который лежал на столе."
    kt "А Рома чего?"
    "Валери поправила маску и улыбнулась."
    val "Всё как ты просил.{w=1} На данный момент под капельницей с той-же смертью..."
    val "Ой...{w=1} Не смертью, а смесью...{w=1} Мысли с речью смешались."
    val "Но, он уже начал активно жалеть о своём мерзком естестве."
    "Ира поправила юбку и тоже посмотрела на скальпель."
    irr "Правильно..."
    val "Я так помню вы едете скоро?..."
    kt "Угу.{w=1} С псом из <<безбожников>>."
    "Услышав это именование, Валери поморщилась."
    val "Плохие мальчики...{w=1} Так и хотят со мной сделать что-то грязное в своём бункере."
    irr "Точно, ты же с ними иногда видишься."
    val "К сожалению.{w=1} Жалуются постоянно...{w=1} Крики громкие, видите ли..."
    val "Постоянно ко мне липнут...{w} Я ведь тоже могу показать клыки."
    kt "Н-да..."
    irr "Ладно, мы пойдём собираться.{w=1} Не скучай."
    scene bg int_aidpost_day
    show image irr_sad at left
    show image val_calm at right
    with byso
    "Все встали с мест, а медсестра усмехнулась."
    hide image val_calm
    show image val_smile2 at right
    with byso
    val "Благодаря вам не придётся...{w=1} Удачки..."
    kt "Да, тебе тоже."
    scene bg ext_aidpost_day
    show image irr_sad
    with byso
    play ambience ambience_camp_entrance_day fadein 1
    play sound2 door_cl volume 1
    stop music fadeout 3
    "Выйдя из медпункта, Константин и Ира направились в домик."
    kt "Выкрали яд...{w=1} Кому же это могло понадобиться?..."
    hide image irr_sad
    show image irr_angry
    with byso
    irr "Вопрос риторический...{w=1} Полу-пустышки, остальным незачем."
    irr "Видимо это тот самый момент когда мне и Ангелине решили отомстить за наши реформы.{w} Всё-таки даже хорошо, что нас перевели в карательные отряды.{w=1} Не отравят во время еды хотя бы."
    scene bg ext_houses_day
    show image irr_normal
    with byso
    kt "А если это сделали наёмники? {w}Может просто им нужно было более эффективное оружие против неугодных или заказанных?"
    hide image irr_normal
    show image irr_angry
    with byso
    "Ира нахмурилась и посмотрела в сторону медного Генды."
    irr "Не исключено...{w=1} Но вообще, Андрей им запретил убивать всех без разбора."
    irr "У них неприятелей даже среди сопротивления много, что уж там вне.{w=1} При том, разведка входит в число неприятелей непосредственно среди сопротивления."
    irr "Андрей просто не простит им убийство меня, тебя или Ангелины.{w} После этого, скорее всего, будет своего рода гражданская война."
    irr "Потому нам следует просто более внимательно относиться к полу-пустышкам, иначе могут быть своего рода проблемы."
    scene bg int_house_of_kt_day
    show image irr_normal at cright:
        zoom 1.25
        yanchor 0.05
    with byso
    play ambience ambience_int_cabin_day fadein 1
    play sound2 sfx_close_door_1 volume 1
    play sound sfx_bed_squeak1 volume 1
    play music interlude
    "Войдя в домик, Ира легла на кровать, а Константин сел на стул рядом."
    hide image irr_normal
    show image irr_sad at cright:
        zoom 1.25
        yanchor 0.05
    with byso
    irr "А ведь знаешь, не дают мне покоя мысли о том, что скоро всё изменится."
    kt "Ты про противостояние Генде?"
    hide image irr_sad
    show image irr_happy at cright:
        zoom 1.25
        yanchor 0.05
    with byso
    "Лениво потянувшись, Ира с улыбкой посмотрела на Константина."
    irr "Да, именно об этом. Спустя такое огромное количество времени мы начинаем что-то делать."
    irr "И это что-то, по сути своей, могло бы стать новой главой учебника по истории, естественно с точки зрения победителя."
    irr "Меня всегда умилял факт того, что вся история окрашена спектром эмоций, которые присущи победителю.{w} Все и каждая: мотивация, жертвы и сам результат.{w=1} Всё это написано с точки зрения победителя."
    kt "История в этом понимании не может быть написана иначе.{w} Нередки случаи, когда проигравших после войн не оставалось."
    kt "Не в том понимании, что все переняли философию и веру противников, а в том, что все были искоренены."
    "Закинув руки за голову, Константин размялся."
    kt "Да уж, в историю трудно войти, но легко вляпаться..."
    hide image irr_happy
    show image irr_laugh at cright:
        zoom 1.25
        yanchor 0.05
    with byso
    "Ира мелодично рассмеялась и поправила волосы."
    irr "Хорошее выражение, ни дать ни взять...{w=1} За этот тезис ты описал всё происходящее в инреальности."
    kt "Нет, ну а что?{w} Как по мне, даже тут лучше чем в той жизни."
    play sound2 sfx_bed_squeak2 volume 1
    hide image irr_laugh
    show image irr_shy at cright:
        zoom 1.25
        yanchor 0.05
    with byso
    "Подвинувшись левее, Ира указала на кровать."
    irr "Ложись, чего сидишь."
    kt "Даже так...{w=1} Хорошо."
    hide image irr_shy
    show image irr_shy at center:
        zoom 1.75
        yanchor 0.15
    with byso
    "Константин лёг рядом с Ирой.{w} Они дружно разглядывали поверхность деревянного потолка."
    irr "Да, вот с этой секунды я с этим соглашусь..."
    kt "Тебе приятно со мной находиться?"
    "Она едва-слышно усмехнулась и положила голову на плечо Константина."
    irr "А не видно?...{w=1} Мне так интересно и приятно только с Ангелиной и тобой."
    irr "Два человека, с которыми я могла познакомиться до инреальности и даже сюда не попадать...{w=1} Естественно, это бы осложнялось расстоянием, но тем не менее..."
    irr "Я воюю ради того, чтобы выбраться из инреальности с хорошими людьми...{w=1} Только с Ангелиной и с тобой...."
    irr "Возможно мы воспользуемся некоторыми ресурсами инреальности чтоб стать более состоятельными и жить в своё удовольствие."
    kt "Да...{w=1} Соглашусь, работать не потому, что тебе надо хоть что-то есть, а потому, что ты хочешь этого."
    hide image irr_shy
    show image irr_sad at center:
        zoom 1.75
        yanchor 0.15
    with byso
    irr "В точку. Рада что ты понимаешь.{w} Первое что я бы хотела навсегда позабыть - это химию."
    irr "Столько мерзких воспоминаний из ВУЗа, постоянно ластиться перед работодателями...{w=1} Отвратительно."
    irr "Хоть в условиях лаборатории мне не было равных, я очень точно и хорошо работала, но мне это не нравилось."
    irr "Ещё со школы я умела хорошо рисовать и хотела бы развивать своё умение, но ни работа, ни вообще ситуация в жизни к этому не располагали."
    hide image irr_sad
    show image irr_shy at center:
        zoom 1.75
        yanchor 0.15
    with byso
    play sound glad
    "Ира подняла голову с плеча Константина и погладила его по руке."
    irr "А ты хотел бы чем-то заниматься кроме бухгалтерии?"
    "Константин тяжело вздохнул и посмотрел на Иру."
    kt "Да не то что бы...{w=1} Хоть я умею многое, но у меня нет выдающихся умений."
    kt "Средний. Во всём посредственность.{w} Возможно это и было причиной моей социальной нереализованности."
    kt "В наше время, судя по всему, уже не играет роли количество способности.{w} Играет то, что у многих есть идеально развитые умения, а есть вообще пропасть."
    kt "Это хорошо, другое нормально, третье идеально, а четвёртое вовсе отвратительно."
    kt "Своими перескоками, это делает из человека своеобразную шестерню, которая может работать только с той, у которой есть что-то похожее по форме."
    kt "А я?{w=1} Что я?{w=1} Я даже не маховик, а просто диск без каких-либо углублений.{w} Возможно именно поэтому я ни с кем не цепляюсь."
    "Ира хмыкнула и взяла Константина за руку."
    hide image irr_shy
    show image irr_happy at center:
        zoom 1.75
        yanchor 0.15
    with byso
    irr "Неправильное суждение по-моему."
    kt "Почему?"
    irr "Мне кажется дело совершенно в другом."
    irr "Человечество пало жертвой собственного успеха.{w=1} За последние несколько десятков лет и депрессии стали встречаться на каждом шагу, несмотря на то, что у всех есть телевизор, а еду доставляют на дом."
    irr "Наш кризис уже не материальный, а экзистенциальный и духовный."
    irr "Поскольку мы жили в информационном обществе, мы умудрились слишком много увидеть и узнать, нам открылась и масса примеров, в которых мы не соответствуем некому идеалу."
    irr "И это сводит нас с ума.{w=1} Мы смотрим на радостного человека и думаем: <<Как же дерьмово мы живём>>."
    irr "Может суждение и верное, но по сути своей варианта два: человек либо реально достиг своего счастья, либо он слишком тупой для того, чтоб осознать его реальную ситуацию.{w} В подавляющем большинстве случаев это именно второе..."
    irr "Мы не привыкли думать, что реально проблема таится в современном обществе, хотя стоит иногда о таком поразмышлять."
    hide image irr_happy
    show image irr_shy at center:
        zoom 1.75
        yanchor 0.15
    with byso
    irr "И даже если тебя ненавидит 99.9 процентов всех людей на земле, то есть ещё 8 миллионов человек, которые так не считают."
    irr "Я понимаю, что нахождение хороших людей - чисто вероятностный фактор, но лично мне кажется, что мы все нашли друг друга."
    irr "Но это не значит что мы все тут <<диски>> без выдающихся умений."
    hide image irr_shy
    show image irr_shock at center:
        zoom 1.75
        yanchor 0.15
    with byso
    "Ира на секунду задумалась о том, что сказала и отпустила руку Константина."
    irr "То есть я хотела сказать...{w=1} Ну мы все разные...{w=1} Я не хотела тебя задеть."
    irr "Ты лучше чем ты о себе думаешь...{w=1} Ты классный парень и...{w=1} Ну ты..."
    irr "Мне нравится что ты со мной работаешь...{w=1} В плане того что ты рядом и готов помочь."
    hide image irr_shock
    show image irr_angry at center:
        zoom 1.75
        yanchor 0.15
    with byso
    irr "Чёрт!{w=1} Я не умею красиво говорить!"
    hide image irr_angry
    show image irr_shock at center:
        zoom 1.75
        yanchor 0.15
    with byso
    play sound glad
    "Константин прикоснулся к шее Иры, она вздрогнула и едва-слышно пискнула."
    kt "Всё хорошо ты говоришь, я бы сказал отлично.{w=1} Я понимаю твои переживания."
    kt "Когда на таком длительном временном промежутке не было хорошего слушателя, то само собой на стену полезешь ради любого, кто готов поддержать диалог."
    hide image irr_shock
    show image irr_sad at center:
        zoom 1.75
        yanchor 0.15
    with byso
    irr "Нет, ты меня не понял..."
    scene bg irr_neck with byso
    "Ира взялась за руку Константина и переместила её на свою щеку."
    irr "Я с первого взгляда тебя поняла...{w=1} Как и я, ты с головой погружён в своё прошлое."
    irr "И...{w=1} Я знаю одно..."
    irr "Есть два пути избавить нас от призраков прошлого: быстрая смерть и продолжительная..."
    play sound2 sfx_knock_door_closed_hard2 volume 1
    stop music
    scene bg int_house_of_kt_day
    show image irr_shock at center:
        zoom 1.75
        yanchor 0.15
    with vpunch
    "Речь, которую она пыталась изо всех сил проговорить, прервали бесцеремонные попытки открыть дверь."
    sold_s "Слыште, вы, уже половина третьего! Какого хрена вы ещё не на месте?!"
    play sound sfx_bed_squeak1 volume 1
    hide image irr_shock
    show image irr_angry at center:
        zoom 1.75
        yanchor 0.15
    with byso
    play music cirk fadein 3
    "Ире очень сильно не понравилось такое вмешательство в её речь. Она опустила руку Константина и привстала с кровати."
    irr "Сука, ещё не три!{w=1} Да и вообще ты сказал уедешь без нас!{w=1} Что такое?! {w=1}Страшновато за свою задницу безбожью?"
    irr "Мы подойдём когда подойдём, а ты будь хорошим пёсиком и жди на месте!"
    "Было слышно, как <<Собакевич>> тяжело вздохнул сквозь противогаз."
    sold_s "В автобусе через полчаса."
    "Судя по отдаляющимся шагам, он ушёл от домика."
    stop music fadeout 3
    hide image irr_angry
    show image irr_shy at center:
        zoom 1.75
        yanchor 0.15
    with byso
    irr "{image=inrealnost/Pic/Spec/german.png} Später... Ich werde noch ein wenig proben... \nПотом... Немного отрепетирую ещё..."
    play sound2 sfx_pat_shoulder_hard volume 0.31
    "Шепотом пробубнила себе под нос Ира и ткнула Константина в бок."
    hide image irr_shy
    show image irr_happy at center:
        zoom 1.75
        yanchor 0.15
    with byso
    irr "Это, дай пройду."
    th "Это на каком языке было?...{w=1} Похоже на немецкий. {w=1}Ладно, не суть..."
    play sound2 sfx_bed_squeak2 volume 1
    hide image irr_happy
    show image irr_normal
    with byso
    "Константин встал с кровати, после чего сел на свою."
    kt "Ладно.{w=1} Так что ты хотела сказать?"
    play music deadrazy2 fadein 3
    play sound2 sfx_open_cabinet_1 volume 1
    hide image irr_normal
    show image irr_shy
    with byso
    "Открыв шкаф, она загадочно улыбнулась."
    irr "А вот ничего.{w=1} Победим - расскажу.{w=1} Будет для тебя интригой."
    "Константин усмехнулся и начал собирать свои вещи.{w=1} Обнаружив в кармане баночку бумажных индикаторов, он достал бумажку и посмотрел её на свет."
    kt "Как хочешь."
    "После этих слов он вернул индикаторы обратно в карман."
    hide image irr_shy
    show image irr_happy
    with byso
    irr "Вот так и хочу.{w=1} Так, а вот тебе подарок."
    play sound sfx_pat_shoulder_hard
    "Ира подошла к Константину и вручила ему рельсотрон."
    kt "Ух ты...{w=1} А не много ли мне чести?"
    hide image irr_happy
    show image irr_normal
    with byso
    irr "Ты мой напарник, так что нет, чести не много.{w=1} Пользоваться им мне совершенно не сподручно, ведь у меня МП-шка и теперь ещё пистолет."
    hide image irr_normal with byso
    "Ответила она и снова пропала в шкафу."
    kt "Для чего нам вообще данные про идолопоклонников?"
    show image irr_happy with byso
    "Ира выглянула из шкафа и улыбчиво посмотрела на Константина."
    irr "Судя по всему, есть вероятность, что у них как и у сопротивления есть своя база.{w=1} Как и говорилось в той главе, у них есть Цадик, который всем заправляет.{w=1} Товарищ был в качестве шпиона извне, но что-то явно пошло не так."
    hide image irr_happy with byso
    kt "И зачем нам вообще такого рода информация?"
    irr "В случае победы первым чем мы займёмся - устранением идолопоклонников.{w=1} Для этого нам первым делом надо хоть что-то об их формировании узнать."
    kt "Странно... {w=1}Как они вообще сбиваются в кучки?"
    show image irr_normal with byso
    play sound2 ammo volume 0.61
    "Ира набила рюкзак патронами, после чего кинула Константину на кровать коробку шариков для рельсотрона."
    irr "Вот это мы и узнаем.{w=1} У меня нет идей."
    scene bg stol_a
    show image railgun
    with byso
    "Собрав всё самое важное в рюкзак, Константин посмотрел на рельсотрон."
    "Его дизайн сильно отличался от лучевого лазера, но прослеживались некоторые сходства."
    "В стволе можно было заметить красные металлические реле, которые, судя по всему, обеспечивали разгон снаряда."
    "На конце ствола была достаточно доходчивая пиктограмма <<не прикасаться>>, которая была нанесена, скорее всего потому, что ствол во время стрельбы сильно грелся."
    "В отличие от плазмоинтегратора, который ему показывал Олег, на ручке рельсотрона был изображён странный символ, который отдалённо напоминал омегу, означающую сопротивление."
    "Приклад, судя по всему был сильно амортизирован, поскольку в нём было множество пружин.{w=1} Судя по всему, этот приклад одновременно был и магазином."
    "Рядом с маленьким мониторчиком, был небольшой стеклянный резервуар, где плескалась красная плазма."
    "Сам монитор скорее всего был предохранителем для орудия.{w=1} По умозаключению Константина этот мониторчик ранее принадлежал синему нокиа."
    irr "Я готова.{w=1} Ты как?"
    scene bg int_house_of_kt_day
    show image irr_normal at center:
        zoom 1.5
        yanchor 0.1
    with byso
    "Ира стояла позади Константина, который рассматривал специфичное орудие убийства."
    kt "Да вот ознакомиться пытаюсь с этим писком технической моды."
    hide image irr_normal
    show image irr_shy at center:
        zoom 1.5
        yanchor 0.1
    with byso
    irr "Рассказать как работает?"
    kt "Если знаешь, то было бы неплохо."
    play sound2 sfx_click_1 volume 1
    hide image irr_shy
    show image irr_happy at center:
        zoom 1.5
        yanchor 0.1
    with byso
    "Она улыбнулась и, подсев к нему нажала кнопочку у монитора."
    irr "Так.{w=1} Включается он нажатием на этот регулятор."
    play sound2 sms volume 0.1
    "Проигрался тихий звуковой сигнал."
    irr "Чтобы снять оружие с предохранителя, этот регулятор надо перевести в верхнее положение, вот так."
    play sound2 sfx_lock_close volume 1
    "Прокрутив регулятор, она нажала на кнопку у приклада. Открылся люк."
    hide image irr_happy
    show image irr_normal at center:
        zoom 1.5
        yanchor 0.1
    with byso
    irr "Сюда снаряды.{w=1} Вместимость 5 штук."
    play sound2 reload volume 1
    hide image irr_normal
    show image irr_happy at center:
        zoom 1.5
        yanchor 0.1
    with byso
    "Закинув пять шариков, Ира закрыла люк и посмотрела в глаза Константину."
    irr "Вот так.{w=1} Стрелять на курок, тут, я думаю, очевидно."
    kt "Да уж...{w=1} Тяжело..."
    hide image irr_happy
    show image irr_shy at center:
        zoom 1.5
        yanchor 0.1
    with byso
    play sound glad
    "Она хмыкнула и погладила Константина по плечу."
    irr "Ничего, привыкнешь."
    kt "А ты почему пользуешься старым пистолетом-пулемётом?"
    hide image irr_shy
    show image irr_happy
    with byso
    "Усмехнувшись, она пошла к двери, Константин встал и пошёл за ней."
    irr "Я уважаю и знаю технологии Гордона, но лифт ломается куда-а чаще чем обычная лестница, если ты понимаешь о чём я."
    stop music fadeout 3
    scene bg ext_house_of_un_day
    show image irr_normal
    with byso
    play ambience ambience_camp_entrance_day fadein 1
    play sound door_cl volume 1
    play sound2 light_inh volume 1
    "Выйдя из домика, Константин закурил и протянул Ире сигарету."
    hide image irr_normal
    show image irr_happy
    with byso
    irr "Спасибо."
    play sound2 light_inh volume 0.6
    "Закурив, она указала в сторону выхода из лагеря."
    scene bg ext_houses_day
    show image irr_normal
    with byso
    kt "А откуда ты так хорошо знаешь про недавно вышедший рельсотрон?"
    "Ира затянулась и выпустила дым в сторону проходящих мимо полу-пустышек."
    hide image irr_normal
    show image irr_happy
    with byso
    irr "Когда Гордон его разрабатывал, мы с Энджи заходили к нему за запчастями для радио.{w=1} Там по старой дружбе он и рассказал."
    kt "Старая дружба.{w=1} Интересное выражение."
    hide image irr_happy
    show image irr_grin
    with byso
    irr "Да, возможно.{w=1} Просто мы так привыкли в нашем кругу трёх коллегий."
    kt "Чего?"
    hide image irr_grin
    show image irr_laugh
    with byso
    "Она рассмеялась и махнула рукой."
    irr "Это я так, прикалываюсь.{w=1} Разведка, техники и медпункт. {w}Как такое выражение у нас зародилось сказать точно не могу."
    irr "Скорее потому, что видимся мы редко, но метко."
    play music KillReligionInItself fadein 3
    scene bg ext_bus
    show image irr_normal at cright:
        zoom 1.25
        yanchor 0.05
    show image sopr_sold at left
    with fade
    "На выходе их ждал автобус у которого стоял <<Собакевич>> и протирал дуло пистолета."
    sold_s "Да неужели.{w=1} Я думал один поеду."
    hide image irr_normal
    show image irr_angry at cright:
        zoom 1.25
        yanchor 0.05
    with byso
    kt "Блять, хватит уже хуйню пороть, а?"
    irr "Вот именно!{w} Воздержись от своих комментариев хотя бы на время операции!"
    hide image sopr_sold with byso
    "Солдат пожал плечами и вошёл в автобус. Ира и Константин пошли за ним."
    scene bg int_avtobus
    show image sopr_sold
    show image irr_angry at left
    with byso
    play ambience ambience_camp_entrance_day volume 0.4 fadein 1
    sold_s "Хотя может и ладно.{w=1} Поболтаем. {w=1}Давно я не общался с людьми не из нашей группировки."
    play sound2 bus_sms volume 1
    hide image sopr_sold
    show image sopr_sold at right
    with byso
    "<<Собакевич>> ввёл что-то на приборной панели и сел на сидение."
    sold_s "Я поставил данные для перемещения.{w=1} Нам ехать 2 часа."
    play sound2 sfx_ikarus_open_doors volume 1
    play ambience bus_inside volume 0.2 fadein 1
    "Двери автобуса закрылись и он стал постепенно набирать скорость."
    sold_s "Ну, рассказывайте.{w=1} Как дела?"
    hide image irr_angry
    show image irr_shock at left
    with byso
    "Константина и Иру смутило, насколько быстро солдат переобулся и стал куда более приветливым и разговорчивым."
    kt "Нормально.{w=1} Ничего из ряда вон."
    hide image irr_shock
    show image irr_shy at left:
        zoom 1.5
        yanchor 0.1
    with byso
    "Ира села к Константину в упор и положила голову ему на плечо."
    irr "У меня тоже всё нормально."
    kt "А ты чего?"
    scene bg int_avtobus2
    show image irr_shy at left:
        zoom 1.5
        yanchor 0.1
    show image sopr_sold at right
    with byso
    "<<Собакевич>> достал тряпку и протёр линзы противогаза."
    sold_s "В нашем обществе всегда что-то новое. Зачастую это люди, которые хотят к нам присоединиться."
    sold_s "Честно говоря, я не люблю новеньких, потому, если они попадают под моё подчинение, то выживают редко."
    "Проговорил он, статично глядя в окно."
    hide image irr_shy
    show image irr_normal at left:
        zoom 1.5
        yanchor 0.1
    with byso
    kt "Слушай, такой вопрос, а почему вы всегда носите каски и противогазы?"
    "<<Собакевич>> перевёл свой отсутствующий взгляд на Константина."
    sold_s "Многие потому, что так люди не узнают эмоции, которые ты испытываешь.{w=1} Я и ещё пара ребят носят из-за изуродованного лица."
    sold_s "Свои шрамы я получил после того, как зомбированная пустышка Ульяна начала раздирать моё лицо.{w=1} Не знаю как, но меня собрала Валери. {w=1}Выглядеть моё лицо лучше не стало, но кровотечение остановилось."
    sold_s "Наша идеология основывается на полном отсутствии бога как такового.{w=1} Генда мнит себя богом, но даже после смерти он не увидит наши лица."
    hide image irr_normal
    show image irr_angry at left:
        zoom 1.5
        yanchor 0.1
    with byso
    irr "М-м...{w=1} А я знала что полу-пустышки более склонны к безумию."
    "Солдат снова начал изучать обстановку за бортом."
    sold_s "Наслышан о твоей идее против полу-пустышек.{w=1} Впечатляет. {w}Единственный момент, что твоя идея напрямую прёт против моего существования."
    sold_s "Если бы я мог сохранить свой облик до инреальности, то я бы сам наверное думал о чём думаешь ты."
    hide image irr_angry
    show image irr_normal at left:
        zoom 1.5
        yanchor 0.1
    with byso
    sold_s "На зоне всегда было правило.{w=1} Зашкварен в первую очередь будет урод.{w} Как понимаю, у тебя идея такая же."
    kt "Ты был зэком?"
    "Достав из кобуры пистолет, <<Собакевич>> продолжил его чистить."
    sold_s "Нет.{w=1} Я был смотрителем.{w} В целом, половина, а то и большая часть сопротивления так и катит на опущенных."
    sold_s "Ты их поспрашиваешь как они сюда попали - так начинается...{w=1} Убил себя, сбил автобус, замёрз насмерть и так далее..."
    sold_s "Я попал сюда исполняя свой долг.{w} Меня пырнули заточкой, пока я охранял заключённых в медпункте."
    hide image irr_normal
    show image irr_angry at left:
        zoom 1.5
        yanchor 0.1
    with byso
    irr "Интересно.{w=1} Ты считаешь эту смерть благородной?{w} Очень смешно."
    "Никак не отреагировав на колкость, солдат продолжал чистку оружия."
    sold_s "Получше чем у многих."
    kt "Не обессудь, но соглашусь с мнением Иры."
    sold_s "Оно и понятно.{w=1} Сам-то лучше. {w}Баба приклеилась, так ты её выгораживать собственной тушей будешь."
    hide image irr_angry
    show image irr_shock at left:
        zoom 1.5
        yanchor 0.1
    with byso
    "Ира хотела встрять, но Константин, коснувшись её руки, помотал головой."
    kt "Знаешь ли, если ты думаешь что мне есть кого выгораживать кроме неё, то ты ошибаешься.{w=1} Моя жизнь до инреальности была пуста."
    kt "До того как я попал сюда, я был вынужден сражаться за собственную жизнь.{w=1} Мне в квартиру пришли с облавой, меня подозревали в терроре."
    kt "А сейчас я понимаю - что те рывки к жизни были лишь выпады от инстинкта самосохранения."
    kt "Ира по крайней мере мне дала хоть какую-то волю к жизни."
    hide image irr_shock
    show image irr_shy at left:
        zoom 1.5
        yanchor 0.1
    with byso
    "Услышав по себя такие слова, Ира погладила Константина по спине, словно одобряя им сказанное.{w=1} <<Собакевич>> подкрутил фильтр на противогазе."
    sold_s "Я то же самое сказал, но умер ты достойнее многих, не поспорю.{w} Странно что Андрей тебя не порекомендовал к нам."
    hide image irr_shy
    show image irr_angry at left:
        zoom 1.5
        yanchor 0.1
    with byso
    irr "Ну, знаешь, у него есть хоть немного здравомыслия в отличие от некоторых."
    play sound2 ammo volume 0.41
    "Солдат пожал плечами и, зарядив пистолет, прохрустел шеей."
    sold_s "Не думаю что твоё мнение учитывается, Шварц Ирина Леонидовна."
    hide image irr_angry
    show image irr_shock at left:
        zoom 1.5
        yanchor 0.1
    with byso
    "Ира сильно удивилась словам <<Собакевича>>."
    irr "Ты откуда знаешь, падаль?!"
    sold_s "Это важно?"
    hide image irr_shock
    show image irr_angry at left:
        zoom 1.5
        yanchor 0.1
    with byso
    irr "Да, важно!{w=1} Говори, откуда?!"
    "<<Собакевич>> убрал пистолет в кобуру."
    sold_s "Из документов Андрея."
    sold_s "Или может тебе кажется, что приближённые капитана не могут знать всё про тех, кто с ними едет на операцию?"
    sold_s "Сама то умерла весьма смешно.{w} Подорваться на газу в лаборатории, вот это да."
    hide image irr_angry
    show image irr_sad at left:
        zoom 1.5
        yanchor 0.1
    with byso
    irr "Хотя бы меня не убил зэк. Заточкой в печень..."
    "Высказала она, приобняв Константина."
    th "Чёрт возьми, пить охота..."
    "<<Собакевич>> снял с противогаза фильтр и протянул туда трубочку, после чего достал из под сидения бутылку <<лимона>> и начал постепенно высасывать её содержимое."
    kt "У тебя второй бутылки случаем нет?"
    play sound2 sfx_pat_shoulder_hard volume 1
    "Тяжело вздохнув, он нагнулся, достал вторую бутылку напитка и кинул её Константину."
    kt "Спасибо."
    sold_s "Спасибо скажешь в денежном эквиваленте когда вернёмся."
    "Пробурчал <<Собакевич>> и поставил другой фильтр на противогаз."
    hide image irr_sad
    show image irr_angry at left:
        zoom 1.5
        yanchor 0.1
    with byso
    "Константин открыл бутылку и хотел уже отпить, но Ира выхватила у него бутылку."
    irr "Не забывай..."
    "Прошептала она и провела большим пальцем по шее.{w=1} Солдат ничего не заметил, поскольку сидел спиной к ним."
    "Достав из баночки один индикатор, он смочил его в напитке."
    hide image irr_angry
    show image irr_sad at left:
        zoom 1.5
        yanchor 0.1
    with byso
    "Индикатор никак не окрасился. {w=1}Ира кивнула и продолжила смотреть в окно."
    "Константин сделал несколько больших глотков, после чего передал бутылку Ире."
    "Она отрицательно помотала головой и отставила бутылку на пол."
    sold_s "Я спать.{w=1} Разбудите как будем на месте."
    "Нарушив тишину сообщил <<Собакевич>> и разлёгся на кресле."
    kt "Да, я тоже вздремну.{w=1} После поездки с Ромой выспаться так и не удалось."
    hide image irr_sad
    show image irr_shy at left:
        zoom 1.5
        yanchor 0.1
    with byso
    "Константин опёрся на спинку, а Ира молча кивнула и снова положила голову Константину на плечо."
    show blink
    stop ambience fadeout 1
    "Константин достаточно быстро погрузился в сон."
    stop music fadeout 3
    pause 2
    play music sample fadein 3
    scene bg int_conf_zal
    show shum_red
    with flash
    "Выпускной.{w=1} Ира сидела в актовом зале, где преподаватели ВУЗа читали свою напутственную речь."
    th "Закончились 4 года перманентных страданий...{w=1} Это было ужасно."
    th "Да, безусловно, у меня красный диплом...{w} Но стоило оно того, если меня заберут в компанию, где я работала на практике?"
    th "Химик-хроматографист.{w} А ведь я хотела развивать свои умения в рисовании... {w=1}Предала я своё детство.{w} Своё милое далёкое детство."
    th "Смотришь на эти лица...{w=1} Ужасно. {w}Столько лицемерия, просто жуть! {w}Меня сейчас просто стошнит!"
    prepod "Я рад, что все вы смогли пройти через это испытание, все вы смогли пройти курс обучения и получить востребованную специальность."
    th "Да что ты говоришь, урод полу-лысый! А кто так хотел лишить меня возможности получить красный диплом?!{w} Да и мать твоя прогульшица, а у меня так и была 99-ти процентная посещаемость!"
    prepod2 "Мы гордимся тем, что наш ВУЗ выпустил настолько грамотных и умелых специалистов.{w} Мы надеемся, что в дальнейшем вас тоже ждёт успех."
    th "Ты то кому гонишь, швабра старая?!{w=1} У нас план на вручение красных дипломов, ты в него не попадаешь!{w} А вот сын декана да, получит два, а то и три диплома!"
    prepod3 "Ваша 841 группа была самой активной в научных конференциях."
    th "Конечно же, ведь ты грозил недопуском к экзаменам за неучастие!"
    prepod4 "На этих красивых словах наша напутственная речь заканчивается. {w}Проходите в аудиторию Б-507, там вас ждёт наш административный состав с подарками."
    scene bg int_school
    show shum_red
    with flash
    "Под аплодисменты Ира встала и покинула актовый зал."
    th "Вся бюрократия закончена, а мне надо на самолёт.{w=1} Не хочу я видеть эту дурь из деканата!"
    scene bg int_lestn
    show shum_red
    with flash
    "Спускаясь по лестнице, она встретила своего однокурсника.{w=1} Уже можно считать бывшего."
    mare9 "О, Ир, а ты куда?{w} Мы хотели после всего этого к Дане на хату ехать."
    irr "Я?{w=1} Домой.{w} Не хочу пить."
    mare9 "Так пить же не обязательно.{w=1} Посидишь с нами за компанию."
    irr "Нет, мне это не интересно.{w} Мне надо собирать вещи, я в Москву."
    "Однокурсник пожал плечами и продолжил подниматься по лестнице."
    mare9 "Окей, но если хочешь, то звони. {w=1}Затусим."
    irr "Ясно."
    th "Чёрта с два я с вами ещё хоть на минуту останусь."
    th "Ненавижу я это место.{w=1} Ненавижу этих людей.{w} Ненавижу этот сраный Новосибирск!"
    th "Может в Москве я заживу лучше.{w=1} Всё изменится и жизнь не будет казаться растягиванием безвкусной жвачки."
    th "Ведь и мне уже 21 год. {w}У меня есть несколько подруг, но какой в этом смысл?"
    th "Они радуются убожеству друг друга.{w=1} <<Ой, девач-чки, я вот тако-ого парня вчера подцепила!>>"
    th "<<Вау, раскажеш-шь? Нам же интер-рэсно!>>.{w=1} Меня сейчас стошнит от одной этой мысли!"
    th "Как только я улечу, я сменю номер, сменю все контакты и забуду обо всём этом..."
    th "Родителей только надо оповестить."
    scene bg int_flat
    show shum_red
    with flash
    "Дома Иру встретили родители. Все были рады видеть её с красным дипломом на руках, но никто не мог понять, почему она не была рада."
    moth2 "Ира, поздравляем тебя с завершением обучения!{w} Ты не рада?"
    irr "Рада, почему... {w=1}Просто настроение так себе."
    fath2 "{image=inrealnost/Pic/Spec/german.png} Nicht verzagen! \nНе унывай!"
    fath2 "Мы с мамой приготовили тебе подарок!"
    "Отец достал из-за пазухи подарочный пакет, в котором, судя по звукам, было что-то стеклянное."
    fath2 "Вот, держи."
    "Ира взяла подарок и улыбнулась."
    irr "Спасибо, папа. {w=1}Спасибо, мама."
    moth2 "Когда у тебя самолёт?"
    irr "Через 4 часа.{w} Я переодеваюсь и еду в аэропорт."
    fath2 "Мы тебя проводим.{w=1} Ты уже собрала вещи?"
    "Она указала на свой чемодан, после чего убрала в него подарок."
    irr "Да. {w}Одевайтесь, я скоро еду."
    scene bg int_aero
    show shum_red
    with flash
    "В аэропорту было на удивление безлюдно. {w=1}Ира распрощалась с родителями и ожидала посадки на самолёт."
    "Вчитавшись в посадочный талон, она усмехнулась."
    th "Эконом-класс. {w=1}Неплохо они так на меня раскошелились..."
    th "Хотя с другой стороны мне предоставляют весьма выгодную ипотеку на жильё, львиную часть от которой они заплатят."
    th "Если я отработаю на них 4 года, то можно считать, что у меня есть собственная однушка на 40 квадратных в Москве.{w} Балкон, качественный ремонт и всё самое необходимое..."
    th "Ну, я думаю что 4 года на зарплату в 70 тысяч я смогу поработать.{w=1} По крайней мере, цель оправдывает средства."
    th "<<Петролаб>>... {w=1}Хм-м...{w=1} Я бы докопалась до названия, но мне в целом плевать от кого деньги идут."
    th "По крайней мере их сотрудники отдела кадров были весьма доброжелательны и оценили мой труд по достоинству.{w} К тому же тот дурацкий допрос имел и практическую пользу.{w=1} Мне хватило нескольких минут, чтобы получить ответы на некоторые из своих вопросов на тему трудоустройства."
    "В зал ожидания ворвался однокурсник Иры и начал искать кого-то глазами."
    th "Только не это..."
    "Обнаружив Иру, он подбежал к ней."
    mare10 "Фух, я успел.{w=1} Ира, привет!"
    irr "Привет-привет. А тебе чего собственно надо?"
    "Однокурсник сел рядом, а Ира рефлекторно отодвинулась на пол-сидения."
    mare10 "Я не знал что ты сегодня улетаешь...{w=1} Я думал ты пойдёшь к Дане на тусовку."
    irr "Если бы ты хоть что-то знал, то возможно бы смекнул, что я не люблю мероприятия в стиле <<круговой траходром>>."
    "Он сильно растерялся, но не хотел просто так уходить."
    mare10 "Да...{w=1} Я понимаю...{w=1} Мне вот тоже такое не нравится."
    irr "Да?{w} Хах, да ты просто идиот-самородок, раз ты думаешь что я не смогу сопоставить факты.{w=1} Давай к делу, чего тебе от меня надо?"
    "Ира продолжала давить на однокурсника, намекая на то, что он должен уйти. Тот, судя по обстоятельствам, намёка не понимал."
    mare10 "Я хотел тебе сказать...{w=1} Я люблю тебя!"
    mare10 "Мне нравится твой стиль, твой голос...{w=1} Мне всё в тебе нравится."
    mare10 "Ты мне нравилась с первого курса и мне кажется мы идеальная пара."
    mare10 "И я хотел бы с тобой встречаться.{w} Что думаешь?"
    "На несколько секунд Ира сделала вид, что её тронуло такое предложение, но потом она не сдержалась и рассмеялась."
    mare10 "Что?...{w=1} Что это значит?"
    irr "{image=inrealnost/Pic/Spec/german.png} Er war ein idiot und blieb ihm erhaltenb. \nИдиотом был, идиотом и остался."
    mare10 "Что это значит?"
    irr "Да это я так...{w=1} Суть в чём собственно.{w} Пошёл нахер из моего космического пространства, вот в чём!"
    "Однокурснику сильно не понравилось услышанное.{w=1} Он сделал лицо невинного щенка и посмотрел ей в глаза."
    "Она смотрела на его проколотую мочку уха, создавая впечатление, что смотрит сквозь него."
    mare10 "Но я же тебя люблю!{w=1} Я тебе не интересен? Я должен измениться?"
    irr "Я, я, я!{w=1} Ты сам то себя слышишь?!{w=1} Пошёл вон!"
    gt5 "Начинается посадка на рейс номер SU-34 в Москву.{w} Всех пассажиров просим пройти на рейс к выходу 4."
    irr "Всё, пока.{w=1} Мне не интересно.{w=1} Найди другого человека для траты времени!"
    "Ира встала с места, но однокурсник схватил её за руку."
    mare10 "Стой!"
    irr "Убери руку, не то у тебя будут проблемы.{w=1} Я не шучу."
    mare10 "Ты мне и в правду нравишься, я..."
    irr "Охрана!{w} Помогите, домогаются!"
    "Вмиг к ним подбежал охранник, а Ира вырвала свою руку."
    ohra "Что случилось?"
    irr "Этот молодой человек пытался трогать меня!{w} Разберитесь пожалуйста."
    "Охранник подошёл к однокурснику Иры и указал в сторону."
    ohra "Пройдёмте на выход."
    mare10 "Нет, всё было не так, она путает!"
    ohra "Пройдёмте."
    mare10 "Но я люблю её!"
    "Однокурсник попытался подойти к Ире, но охранник его заломал и повёл на выход."
    irr "Спасибо за установление порядка."
    ohra "Рад стараться, сударыня."
    mare10 "Нет, вы всё не так поняли!"
    "Ира пошла на нужный выход."
    scene bg black with dissolve
    stop music fadeout 2
    pause 2
    play music WSWW2
    irr "Мразь!" with vpunch
    scene bg int_avtobus2
    show image sopr_sold
    play ambience bus_inside volume 0.2 fadein 1
    show unblink
    "Константин проснулся и увидел как <<Собакевич>> пытался душить Иру.{w=1} Константин думал что делать."
    window hide
    menu:
        "Попытаться застрелить из рельсотрона.":
            $ renpy.block_rollback()
            play sound2 sfx_click_1 volume 1
            play sound "<from 0.7>inrealnost/Music/Sound/plazma_gun.mp3" volume 1
            "Константин достал рельсотрон и, сняв с предохранителя, прицелился в <<Собакевича>>."
            kt "Сдохни!"
            play sound2 plazma_gun2 volume 1
            hide image sopr_sold with vpunch
            play sound "<from 0.7>inrealnost/Music/Sound/plazma_gun.mp3" volume 1
            stop ambience fadeout 3
            "Выстрел."
            "Константин одним выстрелом прошил <<Собакевича>>, Иру и двигатель автобуса."
            kt "Блять!{w=1} Ира!!!"
            play music sfx_nightmare_explosion
            scene bg black with fl_fire
            stop music fadeout 0.5
            stop sound_loop fadeout 0.5
            stop ambience fadeout 0.5
            "Автобус вышел из строя и разорвал всё, находящееся внутри."
            window hide dissolve
            scene bg black with byso
            $ unlock_ach_root_inreal(2)
            play sound "<from 1.5>inrealnost/Music/Sound/bad_ending.mp3"
            scene bg ending_dead_cg:
                crop (497, 223, 980, 630)
                size (1920, 1080)
                linear 15 crop (0, 0, 1920, 1080)
            show ending_dead:
                crop (497, 223, 980, 630)
                size (1920, 1080)
                linear 15 crop (0, 0, 1920, 1080)
            with Dissolve(15)
            scene bg black with byso
            pause 1
            stop sound
            jump after_ending_screen
        "Попытаться зарезать ножом.":
            $ renpy.block_rollback()
            "Константин достал из рюкзака Иры нож и пошёл на <<Собакевича>>."
            play sound2 knife3 volume 1
            hide image sopr_sold
            show image irr_shock
            with vpunch
            "Сделав рывок, Константин разил солдата в спину."
            play sound2 sfx_click_3 volume 1
            "<<Собакевич>> выхватил с пояса несколько гранат и выдернул из них чеку."
            sold_s "Вы пойдёте со мной..."
            play sound bum
            scene bg black with fl_fire
            stop music fadeout 0.5
            stop sound_loop fadeout 0.5
            stop ambience fadeout 0.5
            "После этого хрипа гранаты детонировали и подорвали автобус."
            window hide dissolve
            scene bg black with byso
            stop music fadeout 0.5
            stop sound_loop fadeout 0.5
            stop ambience fadeout 0.5
            $ unlock_ach_root_inreal(2)
            play sound "<from 1.5>inrealnost/Music/Sound/bad_ending.mp3"
            scene bg ending_dead_cg:
                crop (497, 223, 980, 630)
                size (1920, 1080)
                linear 15 crop (0, 0, 1920, 1080)
            show ending_dead:
                crop (497, 223, 980, 630)
                size (1920, 1080)
                linear 15 crop (0, 0, 1920, 1080)
            with Dissolve(15)
            scene bg black with byso
            pause 1
            stop sound
            jump after_ending_screen
        "Попытаться застрелить из пистолета.":
            $ renpy.block_rollback()
            play sound2 pistol volume 1
            play sound ricochet
            "Константин выхватил из кобуры пистолет и выстрелил в <<Собакевича>>."
    "Выстрел попал в каску и отрикошетил.{w=1} <<Собакевич>> обернулся и прицелился в Константина."
    play sound2 pistol volume 1
    play sound knife2 volume 1
    pause 0.4
    show image sopr_sold at center:
        zoom 1
        linear 0.1 zoom 1.5 yanchor 0.1
    pause 0.1
    hide image sopr_sold
    show image irr_shock with byso
    play sound2 sfx_boat_impact volume 1
    "Ира не теряла времени и выстрелила солдату в шею, отчего тот схватился за горло и, хрипя, упал на пол."
    "Из последних сил <<Собакевич>> достал гранату и попытался выдернуть чеку, но ему не хватило сил."
    stop music fadeout 1
    "Прохрипев, он, судя по всему, потерял сознание и умер."
    play music the_date_of_death fadein 3
    "Константин ошеломлённо посмотрел на Иру, которая сидела в глубоком шоке."
    irr "Спасибо за помощь...{w=1} Я уж думала ты не проснёшься."
    kt "Ебать...{w=1} Что произошло то?..."
    scene bg priborka with byso
    "Ира, медленно встав с места, посмотрела на приборную панель."
    irr "Он хотел нас убить пока мы спали..."
    irr "В том напитке не было афлатоксинов, но было снотворное.{w=1} Спустя 15 минут он захотел нас задушить и, скорее всего, сделать вид, что мы умерли во сне."
    scene bg int_avtobus2
    show image irr_sad
    with byso
    irr "Я наблюдала за ним...{w=1} И когда он достал гарроту, я поняла всё об его намерениях."
    "Она подняла с пола длинную металлическую нить с двумя ручками."
    irr "Не понятно на кой он на нас набросился... {w=1}Нас заказали?{w} На столь высоком ранге?"
    kt "Ладно, не напрягайся, всё хорошо.{w=1} Давай его обыщем, а там уже видно будет."
    hide image irr_sad
    show image irr_normal
    with byso
    irr "Я и не напрягаюсь...{w} Не первый заезд, так сказать..."
    "Разбирая карманы мёртвого <<Собакевича>>, они нашли ещё одну гранату, шарики для рельсотрона, красную флешку, патроны 9х19, записную книжку, карандаш и использованный фильтр для противогаза."
    kt "Я посмотрю блокнот."
    hide image irr_normal
    show image irr_sad
    with byso
    irr "Хорошо, я пока разберу остальное."
    play sound2 sfx_paper_bag volume 1
    "Константин взял записную книжку и начал листать её страницы."
    kt "Закупки у Гордона...{w=1} Заметки...{w=1} Дела...{w=1} Снаряжение...{w} Вот, заказы."
    play sound2 sfx_paper_bag volume 1
    "Открыв книгу на соответствующей странице, Константин начал вслух читать."
    kt "Я понимаю, что подобные записи мне безусловно обернутся боком, но тем не менее.{w=1} Будет что почитать на пенсии, когда всё это закончится..."
    scene bg int_catacombs_living_red with flash
    stop ambience fadeout 1
    window hide dissolve
    $ set_mode_nvl()
    sold_s_nvl "Сегодня парни разбирали заказы и мне достался заказ на двух разведчиков.{w=1} По сути своей, помимо этого было ещё три заказа, но не такие интересные...{w} Шварц Ирина Леонидовна и Брусков Константин Павлович.{w=1} Не самая простая добыча с учётом обстоятельств...{w} Несмотря на это, оклад за них был отличный.{w=1} Два блока сигарет!{w=1} По слухам, там на это скинулась половина сопротивления, агроцех вообще поразил своей платёжеспособностью, платили все.{w} Тем не менее, моя задача проста - убрать их в автобусе и свалить на рейд идолопоклонников.{w=1} <<Цены грехов>> больше нет, потому об этом никто не узнает.{w} Фашистка скорее всего не заставит меня сильно много возиться, а вот с парнем придётся разбираться.{w=1} Такой опыт до инреальности вряд-ли даст ему просто так умереть.{w} Одна фриц на словах, а другой на деле. Терроризм - серьёзное преступление, давно такого не встречал...{w=1} Особенно в заказах.{w} Странно, что его вообще после таких записей и качеств определили в разведку.{w=1} Ему в карательный отряд была путь-дорога, хотя совсем скоро это уже не будет так важно.{w} Что-ж, отчёт о содеянном напишу как сделаю дело."
    scene bg int_avtobus2
    show image irr_angry
    with flash
    play ambience bus_inside volume 0.2 fadein 1
    window hide dissolve
    $ set_mode_adv()
    irr "Вот же ублюдки...{w=1} Нас и в правду заказали!"
    kt "Да, странная тема..."
    hide image irr_angry
    show image irr_mad
    with byso
    irr "Тогда всё сложилось.{w=1} Так получилось, что нам просто доставили новое снаряжение."
    stop music fadeout 3
    hide image irr_mad with byso
    play sound2 bus_sms volume 1
    "Ира подошла к приборной панели и ввела некоторую команду."
    irr "Чёртова железяка!{w=1} Будем действовать другой методике..."
    play sound2 metal volume 1
    play sound sms volume 0.21
    "Сняв верхнюю панель, Ира замкнула пару проводов."
    play sound2 sfx_ikarus_open_doors volume 1
    "Двери автобуса открылись на полном ходу."
    show image irr_mad with byso
    irr "{image=inrealnost/Pic/Spec/german.png} Er lebte wie ein Hund und starb wie ein Hund. \nЖил как пёс и сдох как пёс."
    "С этими словами Ира столкнула труп <<Собакевича>> за борт.{w=1} Упав на землю, он рассыпался в прах."
    play sound2 sfx_ikarus_open_doors volume 0.5
    hide image irr_mad
    show image irr_angry
    with byso
    "Ещё раз замкнув провода, она закрыла дверь автобуса."
    irr "А мы по возвращению доложим капитану о таких интересных событиях."
    kt "Да, это надо."
    play music interlude fadein 3
    kt "Слушай, у меня к тебе огромная куча вопросов..."
    hide image irr_angry
    show image irr_normal
    with byso
    "Ира села на сидение и кивнула."
    irr "Рада буду ответить.{w=1} Спрашивай."
    kt "У тебя немецкие корни?"
    hide image irr_normal
    show image irr_grin
    with byso
    "Она едко улыбнулась и кивнула."
    irr "Да, отец коренной немец.{w=1} Думала это понятно по фамилии."
    irr "Я свободно говорю на немецком, но об этом знаешь только ты и Ангелина...{w=1} В инреальности я очень редко позволяла себе употреблять немецкие изречения."
    hide image irr_grin
    show image irr_normal
    with byso
    irr "Как и отметил тот наёмник, меня за это считают фашисткой.{w=1} Стереотипы из СССР никуда не делись."
    irr "Если тебе это не нравится, то я постараюсь не выражаться на немецком...{w=1} Просто вырывается иногда."
    play sound2 light_inh volume 1
    "Константин улыбнулся и закурил."
    kt "Ничего, мне так даже нравится."
    hide image irr_normal
    show image irr_shy
    with byso
    "После такого ответа она покраснела."
    irr "{image=inrealnost/Pic/Spec/german.png} Du bist der Beste, den ich je in meinem Leben getroffen habe... \nТы лучший, из тех, кого я когда-либо встречала в своей жизни..."
    kt "И что это значит? Я не понимаю немецкий."
    irr "Скажу когда-нибудь..."
    kt "Хорошо."
    "Растянув слово проговорил Константин и посмотрел на дверь автобуса."
    kt "Ты жила с семьёй в Новосибирске?"
    hide image irr_shy
    show image irr_shock
    with byso
    "После этого вопроса она очень сильно удивилась."
    irr "Откуда ты это узнал?"
    kt "Я снова видел видение...{w=1} Как в прошлый раз.{w=1} Ты заканчивала ВУЗ и улетала в Москву."
    kt "Там ещё был однокурсник, который тебе божился о любви."
    hide image irr_shock
    show image irr_sad
    with byso
    "Ира хмыкнула и, поправив волосы, посмотрела в окно."
    irr "Было такое в моей жизни...{w=1} Я вот только не понимаю почему такие видения случаются..."
    irr "Мне кажется что мы умудрились попасть под ошибку инреальности, которая связала наши воспоминания.{w} Я же тоже видела что-то из твоей жизни..."
    irr "Другой адекватной возможности объяснить этот феномен у меня просто нет...{w=1} Слушай, дашь закурить?"
    kt "Дам.{w=1} Вот, держи."
    play sound2 light_inh volume 1
    "Выдав сигарету, Константин ей прикурил."
    hide image irr_sad
    show image irr_shy
    with byso
    irr "Спасибо..."
    "Глубоко затянувшись, она выдохнула клуб дыма в потолок."
    kt "Ты работала на <<Петролаб>>?"
    hide image irr_shy
    show image irr_sad
    with byso
    "Ира кивнула."
    irr "Да.{w=1} Как химик-хроматографист с доп квалификацией на аналитика.{w=1} 5 лет отработала на них, в целом кроме ужасного штата сотрудников всё было хорошо."
    irr "Потом уже та история с утечкой газа и далее ты знаешь."
    kt "Просто так вышло, что <<Полимер>> и <<Петролаб>> работали вместе...{w=1} Просто хотел уточнить."
    scene bg zvezda with byso
    "Глянув на ночное небо за окном, Константин потянулся."
    kt "Ладно, на этом всё, но если ты узнаешь что-то про меня, то можешь смело спрашивать."
    irr "С удовольствием!{w=1} А сейчас у нас есть дела поважнее..."
    irr "Дела... {w=1}Поважнее..."
    scene bg int_avtobus2
    show image irr_shock
    with byso
    irr "Стоп..."
    "Ира сильно напряглась."
    kt "Что такое?"
    irr "Блять! {w=1}С Ангелиной тоже ехал <<безбожник>>!"
    irr "А что если он её убил?!{w=1} Он же мог её убить!"
    irr "Что я делать то буду, если он реально её убил?!{w=1} Я не переживу её смерти!"
    irr "Она моя единственная и самая настоящая подруга!"
    hide image irr_shock
    show image irr_sad at center:
        zoom 1.5
        yanchor 0.1
    with byso
    "Константин подсел к Ире и приобнял её."
    kt "Не бойся.{w=1} Мы поможем ей.{w=1} Ничего не случится."
    irr "Нет!{w=1} Её как и нас могли убить в автобусе!{w=1} Она была одна на двух!"
    "Погладив её по шее, Константин изо всех сил пытался её успокоить."
    kt "Не стоит...{w=1} Успокойся, вдох-выдох, мы ещё ничего не знаем."
    kt "Может у наёмника и не было цели её убивать.{w=1} Как ты и говорила, не стоит драматизировать."
    hide image irr_sad
    show image irr_normal at center:
        zoom 1.5
        yanchor 0.1
    with byso
    "Ира тяжело вздохнула и посмотрела Константину в глаза."
    irr "И ты снова прав...{w=1} Приедем, увидим, победим."
    irr "Если ты не против, то я гляну сколько нам осталось ехать."
    kt "Давай."
    hide image irr_normal with byso
    "Константин отпустил её и она пошла к приборной панели."
    irr "У нас ещё 10 минут.{w=1} Собирай всё ценное."
    kt "Принято."
    play sound2 sfx_lock_close volume 1
    "Он достал рельсотрон и проверил боезапас.{w=1} Все 5 шариков были на месте."
    show image irr_normal with byso
    play sound2 sfx_click_2 volume 1
    "Ира подошла к Константину и передвинула ползунок на оружии."
    irr "Да, забыла сказать.{w=1} Регулятор мощности. {w=1}Вот этот ползунок.{w=1} Советую ставить на минимальные значения, если тебе не требуется пробить толпу гончих."
    kt "Понял, приму к сведению."
    "Продолжив собираться, Константин задумался."
    th "А ведь на самом деле Ира очень сильно похожа на меня. Циничная и холодная."
    th "Скорее всего, закон <<противоположности притягиваются>> ложен.{w=1} Тут уж как не крути, но мне нравится её стиль."
if irrscore == 4:
    th "Мне даже кажется что я её люблю...{w=1} Вряд-ли мне такое просто так кажется."
    th "Мы знакомы всего 2 дня, но...{w=1} Мне кажется это и есть та самая любовь, о которой воспевали классики."
    th "Мимолётная и красивая...{w=1} В целом как и сама она..."
    th "Наверное...{w=1} Инреальность даёт мне новый шанс."
    jump inshuegrtvbnveuiosvbnriuosbnvhfidskwlewf
else:
    th "Она отличная напарница.{w=1} Какой временной промежуток я не возьму - не вспомню напарника получше."
    th "Да...{w=1} Но я надеюсь после всего этого мы не разойдёмся незнакомыми людьми..."
    jump inshuegrtvbnveuiosvbnriuosbnvhfidskwlewf
label inshuegrtvbnveuiosvbnriuosbnvhfidskwlewf:
    stop music fadeout 3
    play sound2 bus_sms volume 1
    hide image irr_normal
    show image irr_happy
    with byso
    "Приборная панель издала характерный звук. Ира подошла к панели и посмотрела на мониторчик."
    irr "Через одну наша.{w=1} Я готова, ты как?"
    kt "Готов."
    "Константин взял в руки рельсотрон и встал у выхода."
    hide image irr_happy
    show image irr_normal
    with byso
    irr "Надо быть осторожными.{w=1} Не просто так парень не выходил на связь, мало ли что."
    kt "Понял, верю."
    "Автобус начал постепенно снижать скорость."
    kt "Начинаем."
    play ambience ambience_ext_road_night volume 0.4 fadein 1
    play sound sfx_ikarus_open_doors
    play sound2 sfx_bus_stop volume 0.7
    "Автобус остановился и двери открылись. "
    scene bg ext_bus_night
    show image irr_sad
    with byso
    play sound2 sfx_click_1 volume 1
    play ambience ambience_ext_road_night volume 1 fadein 1
    "На улице была глубокая ночь.{w=1} Ира вышла и сняла MP-40 с предохранителя."
    scene bg ext_camp_entrance_night
    show image irr_angry
    with byso
    irr "Если мы встретим <<безбожника>>, то стреляем на поражение.{w=1} Без разговоров и предупреждений."
    kt "Очевидно.{w=1} Пошли в лагерь."
    scene bg ext_clubs_night
    show image irr_sad
    with byso
    play music ToxiSector fadein 3
    "Дверь в клубы была открыта, а на улице не было слышно чего-либо кроме цикад.{w=1} Своим пением они словно о чём-то предупреждали."
    irr "Пошли глянем что там."
    kt "Двигаем."
    "Она держала пистолет-пулемёт наготове и вошла в клубы."
    scene bg int_clubs_male_night
    show image irr_angry
    with byso
    play ambience ambience_int_cabin_night fadein 1
    "В здании всё было обыденно.{w=1} Кругом лежала радиотехника, а запах чем-то напоминал тот же изопропанол, которым Рита протирала полки."
    hide image irr_angry with byso
    "Константин и Ира начали осматривать помещение."
    th "Книги, техника...{w=1} Ничего необычного..."
    play sound2 sfx_click_3 volume 1
    "Подумал Константин, поставив рельсотрон на предохранитель."
    kt "Нашла что интересное?"
    irr "Да, возможно."
    show image irr_normal with byso
    "Ира вышла из кладовки с ежедневником, таким же, как и у <<Собакевича>>."
    irr "Сейчас посмотрим...{w=1} Почерк знакомый, с наибольшей вероятностью принадлежит искомому нами персонажу..."
    play sound2 sfx_paper_bag volume 1
    "Проговорила она, перелистывая страницы блокнота."
    scene bg int_aidpost_lamp with flash
    stop ambience fadeout 1
    window hide dissolve
    $ set_mode_nvl()
    agent_nvl "Кочевой Алексей Антонович.{w=1} Первый день цикла под прикрытием. {w}\nНовая симуляция, новые поиски.{w=1} Есть одна проблема, мой отряд так и не вернулся. Они хотели объехать симуляции сектора и собрать патроны...{w=1} Чёрт его знает, просто испарились.{w} Тогда уж мои дела совсем плохи, я один отсюда не выберусь...{w=1} Гордон только начал разрабатывать что-то вроде телепорта, а у меня на этой уйдёт вечность.{w=1} Мой коллега, с которым я общался через радио, судя по всему сошёл с ума. {w=1}Не удивительно. {w=1}Он слишком долго смотрел в пустоту и пустота начала вглядываться в него. Бредил про теории мироздания и прочую ересь... Ну, пока он ещё хоть немного вменяем.{w=1} Может он стал идолопоклонником... Не знаю. {w=1}Отчёт я уже составил, но отправить мне его некому. {w}\nПочему никто не выходит на связь? {w=1}Неужели в сопротивлении проблемы? Ладно, у меня теперь есть бесконечная куча времени это узнать."
    nvl clear
    agent_nvl "Кочевой Алексей Антонович.{w=1} Второй день цикла под прикрытием. {w}\nВышло связаться с кем-то по радио... Всё бы ничего, но все пропали! Все! Нет никаких следов пустышек. Лагерь никем не населён! Я кустарно собрал некоторые приборы слежки за инреальностью и разместил их в библиотеке... Наброски чертежей прилагаются в блокноте. Стабильность не поддаётся замеру.{w=1} Но это невозможно! Писание тут не поможет, там просто ничего не сказано про такие аномалии.{w=1} Это, судя по всему ошибки четвёртой версии...{w=1} Ладно, надо исследовать деятельность идолопоклонников. {w}\nТем не менее, наша операция подразумевала поверхностные поиски данных, но я неуклонно иду вглубь... Возможно Андрей по номиналу оценит мои труды."
    nvl clear
    agent_nvl "Кочевой Алексей Антонович.{w=1} Третий день цикла под прикрытием. {w}\nОдиноко... Коллега окончательно сошёл с ума и во время нашего общения разбил в щепки своё радио... Твердил о том, что в инреальности образовалась некоторая сущность... Осколок личности?{w=1} Я уже забыл... Я начинаю забывать простейшие действия. Я за день ел только один раз.{w=1} Попытки связаться хоть с кем не увенчались успехом. Центр молчит... Я разобрал всю технику и хочу разработать новое устройство...{w=1} Было бы неплохо знать, куда могут вести порталы при обнулении стабильности. Хотя в моём случае, судя по всему, не существует такого понятия.{w=1} Михаил идиот!{w=1} Формула, которую он делал не имеет места быть! {w}\nПересчёта там не идёт.{w=1} Вообще.{w=1} То есть преимущественно перемещение идёт по секторам и по симуляциям в секторе.{w=1} Никаких факториалов и прочего бреда там нет. Я планирую с помощью нового оборудования создать карту, которая будет отражать истинное положение симуляций относительно друг друга.{w=1} Еда появляется из неоткуда ровно в 12... А сейчас я пойду спать...{w=1} Никогда ранее мне так сильно спать не хотелось..."
    nvl clear
    agent_nvl "Кочевой Алексей Антонович.{w=1} Четвёртый день цикла под прикрытием. {w}\nГотово! Оно работает!{w=1} У меня теперь есть источник питания и я могу выяснить, куда пойдут порталы!{w=1} Самое странное, что один из трёх порталов в моей симуляции идёт прямиком в кошмар...{w=1} Ну это не важно.{w=1} Важно то, что мои мысли вошли в тупик... {w}\nТут кто-то есть! Я клянусь я слышал голоса! Грубый мужской голос и Шурика, безумного Шурика... Они говорили про какого-то <<Цадика>>. Я решил подслушать и я понял... Это идолопоклонники! Это их симуляция! Они забрали всю еду на день и ушли в центральный портал на площади. По моим исследованиям, он ведёт напрямую в кошмар! Выходит что у идолопоклонников есть база в кошмаре! {w}\nТеперь весь пазл сложился! Генда выделил им отдельное зашифрованное инреальностью пространство, которое не отслеживается <<Ценой грехов>>. Потому и главы идолопоклонников обрывались на абзацы! Мне нужно срочно передать эти данные в сопротивление! Я начинаю искать возможность сваливать отсюда!"
    nvl clear
    scene bg int_clubs_male_night
    show image irr_shock
    with byso
    play ambience ambience_int_cabin_night fadein 1
    window hide dissolve
    $ set_mode_adv()
    "Ира убрала записи к себе в рюкзак и ошеломлённо посмотрела на Константина."
    kt "Блять...{w=1} Сложно."
    hide image irr_shock
    show image irr_angry
    with byso
    irr "Это многое объясняет!{w=1}Нам надо найти Ангелину и валить отсюда к чертям!"
    stop music fadeout 3
    hide image irr_angry
    show image irr_normal
    with byso
    "Константин приложил палец к губам."
    kt "Тс-с...{w=1} А вдруг фанатики тут?"
    hide image irr_normal
    show image irr_sad
    with byso
    "Она кивнула и замолчала."
    irr "Точно, прости...{w=1} Пошли искать Ангелину и карту."
    play music tish fadein 3
    scene bg ext_clubs_night
    show image irr_sad
    with byso
    play ambience ambience_ext_road_night volume 1 fadein 1
    "Константин и Ира вышли из клубов и осмотрелись.{w=1} Рядом никого не было."
    irr "Костя...{w=1} Надо вернуться в автобус...{w=1} Я забыла взять перехватчики кода."
    kt "Ух...{w=1} Ладно, пошли, только быстро."
    scene bg ext_bus_night with byso
    play sound2 sfx_click_2 volume 1
    stop music fadeout 1
    "Дойдя до ворот, Константин задел растяжку."
    "Нитка, которую задел Константин мигом ослабла."
    kt "Что это...{w=1} Тут этого не было."
    show image irr_shock with byso
    play music "<from 72>inrealnost/Music/Music/Massacre.mp3"
    irr "Блять! Ложись!{w=1}{nw}"
    play sound2 sfx_nightmare_explosion volume 1
    scene bg explosion with fl_fire
    "Взрыв." with vpunch
    "Под автобусом был заложен заряд, который в щепки разорвал автобус."
    irr "Бежим отсюда!{w=1} Скоро тут будут все, кто был в лагере!"
    scene bg ext_clubs_night with byso
    "Они мигом вскочили и побежали в лагерь."
    scene bg ext_square_night
    show image irr_shock
    with byso
    "Добежав до медного Генды, Константин думал куда ему с Ирой бежать."
    window hide
    menu:
        "В столовую.":
            $ renpy.block_rollback()
            kt "Надо укрыться в столовой!"
            irr "Поняла!"
            scene bg ext_dining_hall_away_night
            with byso
            "У столовой никого не было и они решили укрыться на складе."
            scene bg ext_dining_hall_near_night
            show image irr_happy
            with byso
            "Встав у двери, Константин готовился её выбить."
            irr "Давай вместе!"
            play sound2 door_break volume 1
            scene bg black with fl_fire
            play sound2 bum volume 1
            stop music fadeout 0.5
            stop sound_loop fadeout 0.5
            stop ambience fadeout 0.5
            "Совместным ударом они толкнули дверь, чем вызвали детонацию скрытого заряда. Их тела разорвало взрывной волной."
            window hide dissolve
            scene bg black with byso
            $ unlock_ach_root_inreal(2)
            play sound "<from 1.5>inrealnost/Music/Sound/bad_ending.mp3"
            scene bg ending_dead_cg:
                crop (497, 223, 980, 630)
                size (1920, 1080)
                linear 15 crop (0, 0, 1920, 1080)
            show ending_dead:
                crop (497, 223, 980, 630)
                size (1920, 1080)
                linear 15 crop (0, 0, 1920, 1080)
            with Dissolve(15)
            scene bg black with byso
            pause 1
            stop sound
            jump after_ending_screen
        "Напрямую в библиотеку.":
            $ renpy.block_rollback()
            kt "Нам надо в библиотеку!{w=1} Идём с боем!"
            irr "Поняла!"
            show image weapon_nofire with byso
            "Буквально за поворотом их ожидала толпа фанатиков с разнообразным оружием."
            irr "{image=inrealnost/Pic/Spec/german.png} Sterben Sie! \nУмрите!"
            hide image weapon_nofire
            play sound_loop fireing
            play sound MP40
            play sound2 plazma_gun
            show weapon_fireing
            "Завязалась перестрелка.{w=1} Ира выдавала очередь из пистолета-пулемёта, а Константин снял с предохранителя рельсотрон и начал отсылать обидчикам заряды."
            scene bg ext_houses_night with byso
            play sound2 plazma_gun volume 1
            "Одним выстрелом он продырявил нескольких идолопоклонников, после чего те мигом начали спасаться бегством."
            kt "Они отступают, вперёд!"
            scene bg ext_library_night
            show image irr_angry
            with byso
            play sound2 MP40 volume 1
            "Продолжив свой путь до библиотеки, Константин и Ира на ходу отсылали смертоносные снаряды в спины фанатиков."
            play sound plazma_gun volume 1
            play sound2 pistol volume 1
            scene bg black with vpunch
            pause 1
            stop sound_loop
            scene bg zvezda
            show image irr_shock
            show unblink
            "Константину выстрелили в ногу и раздробили колено.{w=1} Он упал на землю и выронил рельсотрон."
            irr "Костя!"
            play sound2 pistol volume 1
            hide image irr_shock with vpunch
            "Вмиг пуля настигла и Иру.{w=1} С пробитой головой она упала на землю."
            kt "Нет!"
            show image weapon_nofire with byso
            "Над ним встал идолопоклонник и прицелился в голову Константина из винтовки."
            idol "Да заберёт милостивый твою грешную душу."
            kt "Мрази!"
            stop ambience fadeout 1
            play sound2 pistol volume 1
            scene bg black with vpunch
            stop music fadeout 0.5
            stop sound_loop fadeout 0.5
            stop ambience fadeout 0.5
            "Выстрел."
            window hide dissolve
            scene bg black with byso
            $ unlock_ach_root_inreal(2)
            play sound "<from 1.5>inrealnost/Music/Sound/bad_ending.mp3"
            scene bg ending_dead_cg:
                crop (497, 223, 980, 630)
                size (1920, 1080)
                linear 15 crop (0, 0, 1920, 1080)
            show ending_dead:
                crop (497, 223, 980, 630)
                size (1920, 1080)
                linear 15 crop (0, 0, 1920, 1080)
            with Dissolve(15)
            scene bg black with byso
            pause 1
            stop sound
            jump after_ending_screen
        "Через лес в библиотеку.":
            $ renpy.block_rollback()
            kt "Нам надо в библиотеку!{w=1} Идём через лес!"
            irr "Поняла!"
            scene bg ext_admins_night
            show image irr_shock
            with byso
            "Выбежав к административному корпусу, они миновали толпу идолопоклонников, которая бежала на взрыв."
            scene bg ext_path2_night
            show image irr_sad
            with byso
            "Переместившись в лес, они окольными путями начали оббегать весь лагерь."
            kt "Чёрт возьми, нам в таком случае нужна подмога!"
            scene bg ext_polyana_night
            show image irr_happy
            with byso
            "Ира обратила внимание на робокошку сопротивления, которая стояла на поляне и провожала их взглядом."
            irr "Вот и она! {w=1}Пошли зададим команду."
            kt "Отлично!"
            hide image irr_happy
            show image rkis_normal at right
            show image irr_happy at left
            with byso
            "Подойдя к робокошке, Константин начал переводить дыхание.{w=1} Ира тоже пыталась отдышаться."
            irr "Фух, единица, назови свой порядковый номер."
            rkis "Вы из сопротивления?"
            kt "Да, верно."
            hide irr_happy
            show image irr_shock at left
            with bso
            rkis "{gl=40}{color=#E2C778}Уничтожить!{/color}{/gl}{w=1.5}{nw}" with byso
            play sound2 head_crush volume 1
            scene bg black with vpunch
            stop music fadeout 0.5
            stop sound_loop fadeout 0.5
            stop ambience fadeout 0.5
            "Робокошка прыгнула на Константина и пробила его череп."
            window hide dissolve
            scene bg black with byso
            $ unlock_ach_root_inreal(2)
            play sound "<from 1.5>inrealnost/Music/Sound/bad_ending.mp3"
            scene bg ending_dead_cg:
                crop (497, 223, 980, 630)
                size (1920, 1080)
                linear 15 crop (0, 0, 1920, 1080)
            show ending_dead:
                crop (497, 223, 980, 630)
                size (1920, 1080)
                linear 15 crop (0, 0, 1920, 1080)
            with Dissolve(15)
            scene bg black with byso
            pause 1
            stop sound
            jump after_ending_screen
        "В старый корпус.":
            $ renpy.block_rollback()
            kt "Бежим в старый корпус!"
        "На пирс.":
            $ renpy.block_rollback()
            kt "Нам укрыться на пирсе, там нас не найдут!"
            irr "Поняла!"
            scene bg ext_path_night with byso
            "Константин и Ира, миновав конвой из идолопоклонников, которые бежали на взрыв, устремились на пирс."
            kt "Чёрт возьми, нам в таком случае нужна подмога!"
            show image irr_shock with byso
            irr "Откуда?!{w=1} <<Собакевич>> сам пытался нас убить, а Ангелина и её люди вообще хер знает где!"
            show image weapon_nofire with vpunch
            "В дороге они встретили огромного амбала с пулемётом ДП-27 наперевес."
            idol "Да покарает вас Всевышний!"
            play sound_loop pulemet volume 2
            show weapon_fireing
            "С этими словами, он начал выпускать длинную очередь, попав Константину в плечо, а Ире и вовсе пробил грудную клетку."
            scene bg ext_path_night
            show image irr_cry
            with byso
            "Под пулемётную очередь Константин оттащил Иру в кусты, а фанатик так и продолжал умалишённо палить по всему вокруг."
            irr "Кх-кх...{w=1} Он попал мне в лёгкое... Ещё походу и в сердце..."
            kt "Нет!{w=1} Ира!{w=1} Не смей умирать!{w=1} Терпи!"
            play sound2 sfx_blanket_off2 volume 1
            "Константин достал бинты из её рюкзака и начал пытаться остановить кровотечение."
            stop sound_loop fadeout 1
            "Пулемётная очередь прекратилась - пулемётчик начал перезаряжаться."
            irr "Я умру...{w=1} Но..."
            irr "{image=inrealnost/Pic/Spec/german.png} Ich... eigentlich... liebte... \nЯ... на самом деле... любила..."
            hide image irr_cry with byso
            "С этими словами на губах Ира потеряла сознание."
            kt "Нет! Нет!{w=1} Не умирай!"
            show image idol_palladin at right with byso
            idol "Да заберёт Милостивый твою грешную душу..."
            kt "Мра-азь!!!"
            play sound sfx_armature_swish volume 0.7
            "Константин выхватил нож и попытался зарезать амбала."
            play sound2 pistol volume 1
            scene bg black with vpunch
            stop music fadeout 0.5
            stop sound_loop fadeout 0.5
            stop ambience fadeout 0.5
            $ unlock_ach_root_inreal(2)
            "Безуспешно.{w=1} Он получил пулю в висок."
            window hide dissolve
            scene bg black with byso
            $ unlock_ach_root_inreal(2)
            play sound "<from 1.5>inrealnost/Music/Sound/bad_ending.mp3"
            scene bg ending_dead_cg:
                crop (497, 223, 980, 630)
                size (1920, 1080)
                linear 15 crop (0, 0, 1920, 1080)
            show ending_dead:
                crop (497, 223, 980, 630)
                size (1920, 1080)
                linear 15 crop (0, 0, 1920, 1080)
            with Dissolve(15)
            scene bg black with byso
            pause 1
            stop sound
            jump after_ending_screen
    irr "Поняла!"
    scene bg ext_path2_night with byso
    "Константин и Ира, миновав конвой из идолопоклонников, которые бежали на взрыв, устремились в старый корпус."
    show image irr_angry with byso
    irr "Нам отрезали путь к отступлению!{w=1} Скорее всего придётся всех их перебить!"
    kt "Бред!{w=1} Мы даже часть из них вряд-ли осилим!{w=1} Прячемся, а там разберёмся."
    scene bg ext_old_building_night_moonlight
    show image irr_angry at fleft:
        zoom 1.5
        yanchor 0.1
    with byso
    "У старого корпуса они встретили партуль из трёх идолопоклонников."
    irr "{image=inrealnost/Pic/Spec/german.png} Sterben Sie! \nУмрите!"
    show weapon_fireing with vpunch
    play sound_loop fireing
    play sound2 MP40
    play sound plazma_gun volume 1
    "Началась перестрелка.{w=1} Ира начала поливать очередями отряд, ранив двоих.{w=1} Выстрелом из рельсотрона, Константин добил одного из раненных."
    play sound head_crush volume 0.11
    play sound2 pistol volume 1
    "Одна из пуль идолопоклонников задела Иру, тем самым повредила руку.{w=1} Константин снял второго."
    scene bg ext_old_building_night_moonlight
    show image irr_shock at fleft:
        zoom 1.5
        yanchor 0.1
    with byso
    irr "Блять, я ранена!"
    kt "Перевяжи, я устраню последнего."
    play sound plazma_gun volume 1
    "Константин вынырнул из укрытия и выстрелил в фанатика, но безуспешно.{w=1} Фанатик пошёл в рукопашную."
    play sound2 pistol volume 1
    stop sound_loop fadeout 1
    stop music fadeout 3
    "Не долго думая, Константин выхватил пистолет и прострелил нападающего, после чего достал шарики и перезарядил рельсотрон."
    kt "В старый корпус, сейчас!"
    irr "Бежим!"
    play sound2 sfx_open_metal_hatch volume 1
    scene bg int_catacombs_entrance
    show image irr_shock
    with byso
    play ambience ambience_catacombs fadein 1
    play music tish fadein 3
    "Открутив люк, они побежали в бункер."
    kt "Как рука?"
    irr "Нормально.{w=1} Кость не задело, но этой рукой ещё могу держать автомат."
    kt "Меня не задело, я знаю, а что?"
    hide image irr_shock
    show image irr_angry
    with byso
    irr "Шутник блять!"
    hide image irr_angry
    show image irr_shock
    with byso
    irr "Стой!" with vpunch
    play sound2 horror2 volume 1
    scene bg corpse2 with fl_scare
    "Константин резко остановился и нашёл изуродованный труп <<безбожника>>, который постепенно начинал разлагаться."
    "Его тело напоминало губку, поскольку пулевых ранений на его теле было не счесть."
    "Противогаз был разбит и вколочен в череп множественными ударами тупого тяжёлого предмета."
    "Наколка на его руке была содрана, а другая рука и вовсе лежала оторванной в 5ти метрах."
    irr "Фу блять, ебучие идолопоклонники!"
    scene bg int_catacombs_entrance
    show image irr_angry
    with byso
    "Константин и Ира продолжили путь к бункеру."
    irr "Я надеюсь с Ангелиной всё в порядке!"
    stop music fadeout 3
    scene bg int_catacombs_door
    show image irr_angry
    with byso
    "Дверь бункера была открыта, а изнутри раздавалось тихое чавканье."
    kt "Оружие к бою!"
    scene bg int_catacombs_living_red
    show image irr_shock at fright:
        zoom 1.5
        yanchor 0.1
    with byso
    "В бункере всё было окрашено красным, а в другом углу виднелся заляпанный в крови пионер."
    "Присмотревшись, они увидели Семёна, который грыз труп какой-то девочки..."
    play music "<from 19>inrealnost/Music/Music/PlaceInTheWorldFadesAway.mp3" fadein 3
    scene bg ang_dead with fade
    pause 0.5
    "{cps=5}{sc=2}{size=30}{color=#E2C778}Ангелины...{/color}{/size}{/sc}{/cps}"
    play sound2 sfx_drop_pipe volume 1
    "Ира выронила MP-40 и в ужасе смотрела на происходящее.{w=1} Константин стоял в глубоком ступоре и не мог уложить в голове происходящее."
    irr "Энд-джи.{w=0.1}.{w=0.1}.{w=1} Н-нет..."
    "Схватив окровавленную кувалду, которая лежала на полу, она бросилась на Семёна."
    play sound2 head_crush2 volume 1
    "Мощным ударом по спине, Ира сломала Семёну позвоночник." with vpunch
    irr "{image=inrealnost/Pic/Spec/german.png} Irrer Bastard!!! \nСумасшедший ублюдок!!!"
    me "А-а-а-а!{w=1} Генда покарает тебя!!!"
    play sound2 krik volume 1
    play sound2 head_crush3 volume 1
    "Ира беспощадно нанесла удар по колену Семёна, буквально уничтожив его коленную чашечку.{w=1} Поднялся адский крик." with vpunch
    irr "{image=inrealnost/Pic/Spec/german.png} Du wirst es bereuen, überhaupt geboren zu werden!!! \nТы пожалеешь, что вообще родился на свет!!! "
    play sound2 head_crush2 volume 1
    "Третий удар она от души нанесла по груди фанатика, рёбра которого с хрустом смялись, словно консервная банка." with vpunch
    irr "{image=inrealnost/Pic/Spec/german.png} Ich werde dich leiden lassen!!! \nЯ заставлю тебя страдать!!!"
    play sound2 head_crush2 volume 1
    "Следующий удар она нанесла точно в голову Семёна, размазав его мозги по полу." with vpunch
    irr "{image=inrealnost/Pic/Spec/german.png} Stirb, du verdammter Fanatiker!!! \nУмри, проклятый фанатик!!!"
    play sound2 head_crush2 volume 1
    " {nw}" with vpunch
    pause 0.5
    play sound2 head_crush3 volume 1
    " {nw}" with vpunch
    pause 0.5
    play sound2 head_crush volume 1
    "Удар за ударом Ира наносила по лицу Семёна." with vpunch
    scene bg irr_cry_rage with byso
    play sound sfx_drop_pipe volume 1.3
    "Обессилев, она упала на колени и начала отчаянно рыдать."
    irr "Ан...{w=1} Ан-нгелина!{w=1} Ты слышишь?!{w=1} Я здесь, мы пришли тебя спасти!"
    "Кричала она, тряся труп своей подруги за плечо."
    irr "Ты же жива!{w=1} Я верю!{w=1} Проснись!{w=1} Проснись!!!"
    "Константин, совершенно не понимая что делать в этой ситуации подошёл к рыдающей Ире."
    "Она обняла колени Константина и всхлипывая кричала."
    irr "Я её не уберегла!{w=1} Она умерла из-за меня!"
    irr "Застрели меня прямо здесь!{w=1} Пожалуйста!!!"
    irr "Убей меня!!!{w=1} Я не хочу жить!!!"
    "Константин начал гладить Иру по голове.{w=1} Он чувствовал, что Ира дрожала."
    th "Ебаный...{w=1} по голове..."
    irr "Возьми рельсотрон и размажь мою голову по стене!{w=1} Умоляю!"
    "Константин встал на колени и крепко обнял Иру."
    th "Я... {w=1}Я не знаю что ей сказать..."
    kt "Как бы это не было эгоистично...{w=1} Но я не дам тебе умереть."
    irr "Я не могу это больше терпеть!{w=1} Это ужасное место!{w=1} Я не хочу тут находиться ни минуты!"
    irr "Мне пришлось повидать уже столько смертей!{w=1} Но Ангелина..."
    irr "Она была моей единственной настоящей подругой за всю жизнь!{w=1} Она не заслужила этого!!!"
    scene bg int_catacombs_living_red
    show image irr_cry at center:
        zoom 1.75
        yanchor 0.15
    with fade
    "Константин заметил, что всё это время в помещение подавался газ."
    irr "Я...{w=1} Я...{w=1} Я не могу больше..."
    irr "Мне надо..."
    irr "Я не знаю..."
    hide image irr_cry with bso
    "Ира потеряла сознание.{w=1} Константин начал паниковать."
    kt "Ира!..."
    show blink
    stop music fadeout 3
    stop ambience fadeout 1
    "Константин тоже обессилел и провалился в сон."
    pause 2
    play music sample fadein 3
    scene bg lift_out
    show shum_red
    with flash
    irr "Здравствуйте.{w=1} Я выпускница из Новосибирска. Меня приглашали на собеседование."
    secretar "Да, проходите.{w=1} Дзиро-сан вас ждёт."
    scene bg cab
    show shum_red
    with byso
    "Ира вошла в кабинет и встретила будущего начальника."
    "Это был весьма пожилой мужчина, который явно имел восточное происхождение.{w=1} Лицо было переполнено морщинами, а на левом виске была весьма запоминающаяся родинка."
    th "И когда высокие чины наших компаний начали занимать азиаты..."
    dzir "Здравствуйте, Ирина Леонидовна.{w=1} До Москвы добрались без проблем?"
    irr "Добрый день.{w=1} Всё хорошо, спасибо за беспокойство."
    irr "Могу я сразу уточнить, как мне к вам обращаться?"
    "Мужчина улыбнулся и кивнул."
    dzir "Дзиро-сан.{w=1} Меня так называет весь главный офис и вы тоже так обращайтесь."
    dzir "Присаживайтесь.{w=1} У меня есть небольшой разговор."
    irr "Хорошо."
    "Ира села за стол напротив Дзиро и положила руки на стол, вспомнив, что это означает открытость перед собеседником."
    dzir "Я хотел узнать про вас подробнее.{w=1} Очень редко в нашу компанию попадают студенты, но ваш диплом был на зависть остальным хорош. {w=1}Как-никак, почти все предметы на отлично, да и на нашей практике вы показали себя как идеальный специалист."
    dzir "Почему вы приняли наше предложение на работу?"
    irr "Новосибирск - мой родной город.{w=1} С самого детства я понимала, что мне нужно что-то большее, чем небольшой городишко в центре страны."
    irr "Я училась в надежде на то, что мне выпадет шанс стать более ценным активом, чем ранее и он мне безусловно выпал.{w=1} Я просто не могла пропустить такую возможность карьерного взлёта."
    irr "Условия работы в вашей компании совмещают моё любимое дело и отличные условия работы, потому я и решила ехать сюда."
    "Начальник улыбнулся и достал из кейса резюме Иры."
    dzir "Отлично. {w=1}Полагаю, вам хочется построить карьеру?"
    irr "Верно."
    "Вычитав что-то в листке и не найдя несоответствий слов с резюме, Дзиро убрал его обратно."
    dzir "Замечательно.{w=1} Завтра вы можете приступить к работе.{w=1} Наша компания очень ценит таких сотрудников как вы, Ирина."
    dzir "Меня вы увидите не скоро, поскольку головной офис компании находится в другом городе.{w=1} Желаю вам результативной работы. {w=1}Можете идти."
    "Ира кивнула и встала с места."
    irr "Спасибо за разговор.{w=1} До свидания, Дзиро-сан."
    scene bg lift_out
    show shum_red
    with byso
    "Ира покинула кабинет и направилась на выход."
    th "Да-а...{w=1} Начальник, судя по всему весьма опытный."
    th "Но недостаточно, чтоб понять, что 90 процентов сказанного мной - клише, вода или ложь."
    scene bg int_flat2
    show shum_red
    with flash
    "Приехав домой, Ира начала разгружать чемоданы."
    irr "Дом милый дом..."
    "Проговорила себе под нос Ира, окинув взглядом квартирку."
    "На телефон пришло СМС."
    "Она разблокировала телефон и открыла сообщения."
    th "Родители наверное хотят знать как я доехала... Посмотрим."
    "СМС пришло отнюдь не от её родителей, а от их друзей, с которыми они часто общались."
    irr "Ира, ты можешь сейчас говорить?...{w=1} Могу, только за межгород не особо охота платить, да ладно..."
    "Набрав номер, Ира продолжала раскладывать вещи по полочкам."
    "Вызов был принят и Ира села на диван."
    gt "Привет, Ирочка...{w=1} Не беспокоим?"
    irr "Да нет, порядок."
    gt "Ты как, доехала, устроилась?"
    irr "Всё отлично, начальник хороший, компания престижная.{w=1} Всё нравится."
    gt "Ну это хорошо, только у нас для тебя новость..."
    irr "Слушаю."
    gt "Твои родители...{w=1} Погибли в автокатастрофе..."
    "Ира не поверила своим ушам."
    irr "Ч-что значит п-п-погибли?..."
    gt "Бетономешалку занесло на повороте и она раздавила их машину."
    gt "Ты только не..."
    "Ира сбросила звонок.{w=1} На глазах навернулись слёзы."
    irr "{image=inrealnost/Pic/Spec/german.png} Mutter... Vati...\nМама... Папа..."
    scene bg lift_out
    show shum_red
    with flash
    "Ира стояла в лаборатории и осматривала пробы."
    th "Н-да, не нужно было соглашаться на повышение...{w=1} Хроматографистом быть лучше, хотя бы спокойнее."
    "Выставив лампу Бунзена, Ира отошла за реагентами."
    th "А тут ты в одну морду сидишь и контролируешь качество...{w=1} Если бы мне выдали хоть одного лаборанта..."
    th "Начальник ещё сменился.{w=1} Дзиро-сан пропал без вести, уже пол-года никак не найдут...{w=1} Вроде бы Москва, но тем не менее.{w} Люди откуда берутся, туда и пропадают."
    "Взяв одну из проб, она залила её в круглодонную колбу."
    th "Новый уже не тот...{w=1} Пластмассовый словно...{w=1} Ну вообще ничего не понимает в своей работе..."
    th "Может пойти уже работать на другую компанию?{w} Чего я как кура тут чего-то высиживаю?"
    th "Вот всё!{w=1} Приеду домой, составлю новое резюме и побросаю его по компаниям, может что толковое да выйдет."
    "Добавив в колбу катализатор, Ира поставила её на штатив и взяла в руки блокнот."
    th "А сейчас надо закончить с пробой."
    "Подав газ, она нажала на кнопку зажигания."
    scene bg black
    show shum_red
    with fl_fire
    "Взрыв."
    scene bg int_bus
    show shum_red
    with dissolve
    "Ира очнулась в автобусе. Слева от неё сидела девочка с чёрными волосами."
    th "Ч-что?{w=1} Где я?"
    "Обернув голову в сторону девочки, Ира прищурилась."
    irr "Эй!{w=1} Привет.{w=1} Что это?{w=1} Где мы?"
    "Девочка проснулась и апатично просмотрела на Иру."
    ang_p "Здравствуй.{w} Ты что-то спрашивала?"
    irr "Эх, ладно, давай по порядку, я Ира."
    ang_p "Я Ангелина.{w} Рада знакомству."
    scene bg black with dissolve
    stop music fadeout 2
    pause 2
    play music idol_theme fadein 3
    irr "Эй, проснись!"
    irr "П-просыпайся!"
    "Ира трясла Константина за плечи.{w=1} Откуда-то доносились религиозные запевания."
    irr "Костя!"
    scene bg int_jail2
    show image irr_cry at center:
        zoom 2
        yanchor 0.15
    play ambience ambience_int_cabin_night fadein 1
    show unblink
    "Константин открыл глаза и увидел перед собой заплаканное лицо Иры.{w=1} Они оказались в какой-то комнате."
    kt "Что, где мы?"
    hide image irr_cry
    show image irr_cry_smile at center:
        zoom 2
        yanchor 0.15
    with byso
    irr "Т-ты жив..."
    play sound2 sfx_bed_squeak1 volume 1
    "Ира легла на Константина и крепко обняла."
    kt "Да...{w=1} Тебе лучше?"
    "Ира вытерла с лица слёзы и разворошила волосы на голове Константина."
    irr "Лучше...{w=1} Я...{w=1} Поняла что надо идти дальше..."
    play sound2 sfx_bed_squeak2 volume 1
    hide image irr_cry_smile
    show image irr_sad at center
    with byso
    "Встав с Константина, она успокоилась и привела себя в порядок."
    kt "Так а где мы?"
    irr "Скорее всего мы в плену у идолопоклонников...{w=1} Иных объяснений у меня нет..."
    kt "Вот чёрт!"
    "Прорычал Константин и встал с кровати."
    irr "Нам надо бы выбираться...{w=1} Другой вопрос как..."
    kt "Не знаю..."
    "Ира обернулась к Константину и села на подоконник."
    irr "Слушай, а у меня вопрос."
    kt "Задавай."
    hide image irr_sad
    show image irr_normal
    with byso
    irr "А откуда у тебя в шкафу был боевой карабин с патронами?"
    "Константин ничего не понял и поднял бровь."
    kt "Ты про что?"
    irr "До инреальности. Когда к тебе ворвались в квартиру, ты воинственно отстреливался."
    "Усмехнувшись, Константин поправил рубашку."
    kt "Да, было, не спорю.{w=1} А я видел твою ситуацию попадания...{w=1} Ты и в правду тогда ничего не почувствовала?"
    hide image irr_normal
    show image irr_sad
    with byso
    irr "На самом деле да...{w=1} Как я и говорила, метан без цвета и запаха.{w=1} Утечка была создана скорее всего той-же лампой."
    kt "Так, теперь давай думать..."
    play sound2 sfx_knock_door2 volume 0.71
    hide image irr_sad
    show image irr_shock at center
    with byso
    "Константина перебил стук в дверь."
    idol "Вас транспортируют в ритуальный зал.{w=1} Попытка сопротивления карается судом перед Всевышним."
    hide image irr_shock
    show image irr_sad at center
    with byso
    irr "Интересно они вуалируют смерть..."
    "Недовольно пробубнила Ира."
    play sound2 sfx_open_metal_door volume 1
    show image idol_palladin at fright with byso
    "Дверь открылась, в помещение вошёл огромный амбал в майке с гербом СССР и пулемётом Дегтярёва на спине.{w=1} На его руке была нацарапана надпись <<Паладин>>."
    kt "Ульянка переросток..."
    play sound2 sfx_punch_medium volume 1
    hide image irr_sad
    hide image idol_palladin
    with byso
    "За своё замечание, Константина заломали, после чего связали руки позади тела."
    irr "{image=inrealnost/Pic/Spec/german.png} Schweine! \nСвиньи!"
    scene bg black with byso
    play sound2 sfx_blanket_off2 volume 1
    "Константин смекнул, что с Ирой сделали то же самое.{w=1} На Константина натянули глазную повязку."
    idol_p "Я знаю немецкий.{w=1} Ещё один комментарий и отправишься на суд Божий."
    irr "Сука..."
    "Взяв под руки, Константина и Иру начали выводить из комнаты."
    play ambience ambience_ext_road_night fadein 1
    "Под религиозные песнопения, Константина и Иру вывели из здания."
    kt "Ты нас куда ведёшь, мужик?"
    idol_p "Узнаешь как только Цадик прикажет."
    irr "Да кто такой этот ваш Цадик?!"
    play sound2 sfx_punch_washstand volume 1
    "Раздался глухой удар и Ира застонала от боли."
    irr "Тварь..."
    play ambience ambience_ext_road_night volume 0.4 fadein 1
    "Через некоторый промежуток времени им в нос ударил сильный запах крови."
    th "Только не это...{w=1} Нас что, казнить собрались?!"
    scene bg int_shater
    show image irr_shock at fleft:
        zoom 1.5
        yanchor 0.1
    show image idol_palladin at fright
    with fl_fast
    "С Константина и Иры сняли повязки."
    "Они находились в каком-то шатре, который отдалённо напоминал цирк.{w=1} Главным его отличием от такового была гора обезличенных трупов."
    "Несмотря на множество детских игрушек внутри, помещение навевало неотвратимый ужас.{w=1} Запах был просто отвратительным.{w=1} Константина и Иру усадили на одну из скамеек, после чего <<Паладин>> отошёл от них."
    irr "Что это за скотобойня?!"
    kt "Вы чё с нами делать собрались?!"
    "<<Паладин>> молчал и стоял по стойке смирно."
    hide image irr_shock
    show image irr_angry at fleft:
        zoom 1.5
        yanchor 0.1
    with byso
    irr "{image=inrealnost/Pic/Spec/german.png} Hörst du, Schweinekopf, was willst du mit uns machen?! \nСлышишь, ты, башка свиная, что вы с нами делать собрались?!"
    idol_p "Заткнитесь!{w=1} Цадик решит вашу участь."
    irr "Какой Цадик то блять?"
    idol_p "Добрый вечер, ваше превосходительство!"
    dzir_p "Так-так-так, кто тут у нас такой разговорчивый..."
    show image dzir_nor
    hide image irr_angry
    show image irr_shock at fleft:
        zoom 1.5
        yanchor 0.1
    with byso
    "В после зрения Иры и Константина вошёл Дзиро-сан - бывший начальник Иры."
    kt "Блять, Ира, какого хуя твой начальник - глава религиозной секты?!"
    irr "Да что ли знаю?...{w=1} А ты откуда его знаешь?!"
    dzir "Ирина Леонидовна, какая встреча...{w=1} Не ожидал вас тут увидеть.{w=1} Никогда бы не подумал, что Всевышний отправит вас на исправление."
    irr "Дзиро-сан...{w=1} Так вот куда вы тогда пропали!"
    hide image dzir_nor
    show image dzir_smi
    with byso
    "Дзиро улыбнулся и посмотрел Ире в глаза."
    dzir "Теперь предпочту на <<ты>>.{w=1} Если Всевышний отправил тебя на исправление - значит я сильно в тебе ошибался..."
    dzir "Я слышал от коллег, что ты совершенно не уживалась в коллективе. Впервые ты не создавала впечатление, как это по-русски, аморальной мрази."
    dzir "Те, кто уверовал из вашего противного сопротивления, рассказывал про то, что некая Ирина с чёрными волосами установила диктат на тех, кого изменила инреальность.{w=1} Это так глупо!"
    kt "Кхе. Диктат блять.{w=1} Не могут занимать высокие должности, ха-ха!"
    play sound2 sfx_punch_washstand volume 1
    hide image irr_happy with fl_fast
    "Константин мигом получил прикладом в лицо." with vpunch
    idol_p "Не перебивать Цадика!"
    hide image dzir_smi
    show image dzir_nor
    with byso
    dzir "А твой напарник не отличается умом...{w=1} Так о чём я...{w=1} Ах, да."
    hide image dzir_nor
    show image dzir_smi
    with byso
    dzir "Генда - наш бог.{w=1} Он милостив и властен.{w=1} Он дарует человечеству избавление от своей человеческой грязи!"
    dzir "Посмотри на Антона.{w=1} Он в прошлом был заядлым наркоманом.{w=1} По нему и не скажешь, ведь теперь он - могучий богатырь, способный карать неверных."
    dzir "Да хотя бы посмотри на меня.{w=1} Старый дряхлый человек стал сильным волей лидером и главой храма Генды... {w=1}Как вы их называете, <<пустышки>> - это высшая форма человека."
    dzir "Мышление - это то, чего не было нужно простому человеку.{w=1} Человеческое мышление - роскошь, доступная только для избранных. {w=1}Генда специально лишает человека такой возможности."
    hide image dzir_smi
    show image dzir_nor
    with byso
    "Константин не смог сдержать смех и расхохотался. Антон был готов вдарить ему прикладом по зубам, но Цадик жестом его остановил."
    dzir "Я сказал что-то смешное?"
    kt "А-ха-ха-ха-ха, да у тебя весь спич - ебучий стендап! {w=1}Ты сам то фильтровал у себя в голове свою речь?!"
    dzir "Скажу так, я её активно придерживаюсь."
    "Он продолжил заливаться смехом.{w=1} Никто не понимал, почему Константин не мог остановить свой смех."
    kt "Что я вас помню вы казались мне более адекватным!"
    hide image dzir_nor
    show image dzir_smi
    with byso
    dzir "Всю свою жизнь я искал бога и в один прекрасный день он снизошёл до меня..."
    hide image dzir_smi
    show image dzir_nor
    with byso
    dzir "Так, подожди...{w=1} Откуда ты меня знаешь?"
    "Константин широко улыбнулся и посмотрел Цадику прямо в душу."
    kt "Из воспоминаний Иры."
    irr "Костя, зачем ты..."
    idol_p "Уважаемый Цадик, это же последнее пророчество!"
    hide image dzir_nor
    show image dzir_smi
    with byso
    "Дзиро-сан рукой приказал <<Паладину>> помолчать."
    dzir "М-м-м...{w=1} Подожди с выводами, Антон."
    dzir "Докажи. Что я сказал Ире при первой встрече на собеседовании?"
    "Константин насмешливо фыркнул."
    kt "Да хоть удавись!{w=1} <<Здравствуйте, Ирина Леонидовна.{w=1} До Москвы добрались без проблем?>>"
    hide image dzir_smi
    show image dzir_nor
    with byso
    kt "На что она ответила: <<Добрый день. Всё хорошо, спасибо за беспокойство.>>"
    "Иру начала поражать точность ответов Константина."
    kt "Она ещё уточнила как к твоей идолопоклонской заднице можно обратиться."
    kt "И ты такой: <<Дзиро-сан. Меня так называет весь главный офис и вы тоже так обращайтесь>>, словно флиртуя!"
    dzir "Довольно!{w=1} Я уже понял, что ты не врёшь..."
    idol_p "Ваше превосходительство, мне вызвать знахаря?"
    "Цадик угукнул и кивнул."
    dzir "Да.{w=1} Гильотину отзови..."
    idol_p "Будет исполнено!"
    hide image idol_palladin with byso
    "Отчеканил Антон и покинул шатёр."
    hide image irr_shock
    show image irr_angry at fleft:
        zoom 1.5
        yanchor 0.1
    with byso
    irr "Вы вообще что несёте? {w=1}Какое пророчество?!"
    play sound sfx_lock_close
    pause 0.3
    play sound sfx_lock_close
    play sound2 sfx_paper_bag volume 1
    "Цадик открыл чемодан и достал оттуда лист пожелтевшей бумаги."
    hide image dzir_nor
    show image dzir_smi
    with byso
    dzir "И придут они.{w=1} Две души.{w=1} Человека два, а память одна."
    dzir "И положат они конец всем еретикам, да восстановят они порядок истинный."
    dzir "И воля будет за настоящим творцом, да воздастся всем грешникам по заслугам."
    play sound2 sfx_paper_bag volume 0.61
    "Убрав бумагу обратно в чемодан, Дзиро посмотрел на Иру."
    dzir "Не знал что ты и станешь участницей того самого пророчества..."
    irr "Боже, какие же вы все здесь ебанутые!"
    show image idol_palladin at fright
    show image me_no at right
    with byso
    "В шатёр зашёл <<Паладин>> и парень, отдалённо похожий на Семёна."
    me "Кому прикажете колоть?"
    dzir "Обоим.{w=1} Антон, подержи их на всякий случай."
    hide image irr_angry
    hide image me_no
    hide image idol_palladin
    with byso
    idol_p "Слушаюсь и повинуюсь!"
    kt "Вы чё колоть собрались?!{w=1} Кыш блять!"
    irr "Отстаньте от меня!{w=1} Не трогайте!"
    "Константин пытался вырваться, но Антон его держал слишком крепко." with vpunch
    play sound2 knife_in volume 0.2
    play sound genmod2
    show image blood2 with byso
    "Шприц вошёл в сонную артерию Константина и некое густое содержимое непрерывно подавалось ему в кровь."
    irr "Костя!!!"
    stop ambience fadeout 1
    show illusion with dissolve
    "Константин пытался хоть что-то проговорить, но безуспешно.{w=1} Его тело больше его не слушалось."
    "У него начались галлюцинации и он чувствовал как его самосознание утекает."
    stop music fadeout 2
    scene bg black with dissolve
    pause 2
    window hide
if irrscore == 4:
    jump FarbigesLeben_ending
else:
    jump ProjectMayhem_ending
label ProjectMayhem_ending:
    play music sample fadein 3
    scene bg ext_boathouse_night
    show shum_red
    with byso
    "Ира сидела на пирсе с Ангелиной и Игорем."
    irr "Везёт же вам..."
    igor "Ты про что?"
    "Поболтав в воде ногой, Ира глянула в небо."
    irr "Вы так счастливо смотритесь вместе...{w=1} Я даже завидую."
    ang "Ира!"
    irr "Да что Ира то?{w=1} Взаимна ваша любовь, сказать то мне больше нечего."
    irr "Чего вы тянете резину, признайтесь друг другу и всё у вас будет как в сказке."
    igor "Ангелина?{w=1} Это правда?"
    ang "Н-ну да...{w=1} Возможно, Ира права.{w} Ты мне очень нравишься."
    irr "Общайтесь.{w=1} Я мешать не буду."
    scene bg ext_path_night
    show shum_red
    with byso
    "Выйдя в лес, Ира достала из кармана сигареты."
    th "Хуже уже наверное не будет...{w=1} Попробую что-ль..."
    th "Столько лет мне мама говорила...{w=1} Не стоит начинать курить, потом бросить будет сложно."
    "Присев у подножия дерева, Ира посмотрела на ночное небо."
    th "Как это делается..."
    "Вытащив из пачки толстую сигарету, она вставила её в зубы и подожгла."
    "Сделав глубокий вдох, она почти сразу почувствовала никотиновый удар, который вмиг сбил её пульс.{w} Тело стало ватным, а на душе хоть и незначительно, но стало легче."
    th "Но мама...{w=1} Умерла..."
    th "Папа...{w=1} Умер..."
    th "Они были единственными, кто меня любил по-настоящему..."
    th "26, мать его, лет!{w=1} Я ненавижу себя!"
    th "{image=inrealnost/Pic/Spec/german.png} Liebe überwindet alles. \nЛюбовь все побеждает. (Немецкая поговорка)"
    th "Бред! Нет никакой любви как феномена! Пучок химически-гормональных реакций!"
    th "Но даже если и так, то что?{w=1} Что?"
    th "Почему я не могу избавиться от этого гадкого чувства нелюбимости?! Или, наоборот, любовь это такое чувство, от которого невозможно никак отделаться?..."
    scene bg zvezda
    show shum_red
    with byso
    "Сделав ещё одну затяжку, она выпустила дым в звёздное небо."
    th "Родители меня так любили!{w=1} Они радовались каждой моей победе, даже самой маленькой..."
    th "Никогда не забуду их лица в тот день...{w=1} Они так были рады, что я получила красный диплом."
    th "Разговоры о счастливом будущем в Москве...{w=1} Всё это разбилось словно маленькая пробирка...{w=1} Пробирка, наполненная моими мечтами..."
    th "Они попали в аварию после того, как меня довезли до аэропорта...{w=1} Я в этом виновата!"
    th "Если бы я никуда не улетала, то у меня были бы любимые родители, которые поддержали меня в сложную минуту... {w=1}Но я думала только о себе!{w=1} А сейчас..."
    "Затянувшись, Ира снова выдохнула в небо.{w=1} По её щекам потекли слёзы."
    th "Я одна...{w=1} Одна-одинёшенька..."
    th "И никому нет до меня дела...{w=1} 5 дней в этом проклятом месте!"
    th "Новые люди...{w=1} А что итогом?"
    th "Я одна...{w=1} Я не могу ничего с этим поделать."
    th "Никто мне не хочет с этим помочь...{w=1} Да, был мой однокурсник, но что толку?"
    th "В его планах было мной воспользоваться и бросить.{w=1} Это не сделало бы мне погоды..."
    th "Я эгоистична.{w=1} Я цинична.{w=1} Мне никто не нравится!"
    th "Неужели не существует другого человека как я? {w=1}Такого же потерянного и забытого..."
    th "А может такие и есть, но они просто сильнее меня и им не нужно всё это...{w=1} Они смеются в лицо бесконечному одиночеству и всем последствиям..."
    th "Ну неужто я просто недостойна счастливой жизни?"
    th "Всегда я старалась помогать...{w=1} Усидчиво училась...{w=1} Пыжилась за каждую хорошую оценку..."
    th "Ангелина говорила, что я плакала во сне, когда мне снился родной дом..."
    scene bg ext_path_night
    show shum_red
    with byso
    "Выкинув бычок, она прикрыла лицо руками и тихо захныкала."
    th "Я беспомощна! Я всегда плачу, когда думаю о счастье!{w=1} Но откуда я могу знать, какое это счастье?! Я не знаю что это такое!"
    th "Все мои усилия на протяжении всего этого времени - мусор?!{w=1} Почему..."
    th "Жизнь несправедлива, я всё понимаю...{w=1} Но что я сделала такого?!"
    th "За что мне такие страдания?!{w=1} Одиночество, смерть родителей, попадание в инреальность...{w=1} Это невыносимо!"
    th "Я бы ещё давно убила себя, но не могу!{w=1} Мне страшно!{w=1} Мне страшно сделать один шаг, чтоб от всего этого избавиться..."
    th "Но я пытаю себя всё больше!{w=1} Глубокий химический ожог, который бы зажил, если бы его не ковыряли вновь..."
    th "Несмотря на усиливающуюся боль я каждый раз всё сильнее и сильнее его ковыряю, буквально стирая все слои своей никчёмной души."
    "Плач перешёл на истерику."
    th "Я мерзкая метиска, которую все ненавидят!"
    th "Я должны была умереть в машине со своими родителями!"
    th "Да я вообще не должна была родиться!"
    th "Я неблагодарная тварь, которая плюнула в лицо своим родителям!"
    irr "И не б-будет мне никакой п-пощады!{w=1} Никогда!"
    scene bg black with dissolve
    stop music fadeout 1
    pause 1
    play music shabash fadein 3
    play ambience ambience_ext_road_night volume 0.4 fadein 1
    scene bg int_shater
    show image dzir_nor
    show unblink
    "Константин проснулся в том же шатре."
    th "Я...{w=1} Должен подчиняться..."
    kt_f "Генда - Бог.{w=1} Творец."
    irr2 "И каждый должен быть подчинён Его воле."
    kt_irr "Воля их слаба, она быть должна подчинена Творцу или вовсе уничтожена."
    kt_irr "В их праве только подчиниться или умереть."
    kt_irr "И мы донесём волю Божью до еретиков и освятим их неведение."
    play sound2 sfx_simon_applause volume 1
    hide image dzir_nor
    show image dzir_smi
    with byso
    "Дзиро-сан похлопал и улыбнулся."
    dzir "Молодцы.{w=1} Вы усвоили урок."
    kt_irr "Чем мы можем помочь общине?"
    dzir "Ваша задача - уничтожить сопротивление."
    dzir "Антон! {w=1}Выдай им жилеты кары."
    play sound2 sfx_boat_impact volume 1
    show image idol_palladin at right with byso
    "Вышел <<Паладин>> и выдал им два жилета, судя по всему, доверху набитых тротилом или другим взрывчатым веществом."
    idol_p "Добро пожаловать в семью, брат и сестра."
    hide image idol_palladin with byso
    "Монотонно проговорил он и удалился."
    dzir "Вы приходите к капитану и активируете взрыватели.{w=1} Если вам требуется дополнительная экипировка, то вы можете обратиться..."
    kt_irr "Не требуется."
    "Цадик хмыкнул и пожал плечами."
    dzir "Отлично.{w=1} Новый автобус ждёт вас у выхода в лагерь.{w=1} Да благословит вас Всевышний!"
    "Воскликнул Дзиро и, разведя руками, посмотрел в небо."
    scene bg ext_shater with byso
    play ambience ambience_ext_road_night fadein 1
    "Выйдя из шатра, Константин и Ира направились к воротам."
    scene bg ext_bus_night with byso
    "У ворот их ожидал тот же самый автобус."
    scene bg int_avtobus2
    show image irr_normal_white
    with byso
    play sound2 sfx_ikarus_open_doors
    "Войдя внутрь, Ира активировала приборную панель. Введя нужные координаты, она нажала несколько кнопок."
    play ambience bus_inside volume 0.2 fadein 1
    "Автобус завёлся и поехал по заданному маршруту."
    window hide dissolve
    scene bg black with dissolve
    play sound "<from 1>inrealnost/Music/Sound/perezvon.mp3" 
    show some_time:
        crop (497, 223, 980, 630)
        size (1920, 1080)
        linear 10 crop (0, 0, 1920, 1080)
    show image gli_txt:
        crop (0, 0, 1920, 1080)
        size (1920, 1080)
        linear 10 crop (497, 223, 980, 630)
    with Dissolve(5)
    scene bg black with dissolve
    stop sound fadeout 1
    pause 1
    scene bg int_avtobus2
    show image irr_sad_white
    with flash
    play sound2 bus_sms volume 1
    "Автобус издал звуковой сигнал.{w=1} Следующей остановкой была база сопротивления."
    window hide dissolve
    $ set_mode_nvl()
    "Константин и Ира за всё время поездки не сказали друг другу не слова.{w=1} Они в течении нескольких часов сидели в статичном положении словно зомби и смотрели на приборную панель."
    "Никаких мыслей, никаких разговоров.{w=1} Чистая стерильность и безразличие. Паралич мысли."
    "Неизвестно, что им вкололи идолопоклонники, но они больше не чувствовали себя обособленными личностями."
    "У них был приказ - уничтожить сопротивление, было снаряжение - тротиловый пояс и автобус - средство перемещения, кроме него они ничего не знали и не то что бы могли."
    "Им не было страшно за свою жизнь, им не было жалко кого-либо из сопротивления. Они просто ехали выполнить свою задачу.{w} Посмертно."
    "У этого препарата выявился один необычный побочный эффект - их радужка глаза стала белой, словно холодные льды северного полюса."
    "Ни Константин ни Ира не обращали на это никакого внимания.{w=1} Опять-таки по вышесказанной причине."
    "Ира до сих пор видела все воспоминания Константина, а Константин видел все воспоминания Иры. Им это было совершенно безразлично."
    "Отныне это две куклы, которыми уже никто не управляет."
    "А если и было кое-что, что могло их уберечь от такого исхода, то оно не произошло...{w=1} К тому же, это не имеет никакого значения.{w=1} Они – это два человека, которых использовали как дополнительный реквизит в телевизионном представлении."
    window hide dissolve
    $ set_mode_adv()
    window show dissolve
    scene bg int_avtobus with byso
    stop ambience fadeout 1
    play sound sfx_ikarus_open_doors
    play sound2 sfx_bus_stop volume 0.7
    "Автобус остановился и его двери открылись."
    scene bg ext_camp_entrance_day
    show image irr_normal_white
    with byso
    play ambience ambience_ext_road_day fadein 1
    "Константин и Ира вышли из автобуса и направились в лагерь."
    scene bg ext_clubs_day
    show image irr_normal_white at cright:
        zoom 1.25
        yanchor 0.05
    show image pas_normal2 at left
    with byso
    "У мастерской стоял Гордон и курил."
    hide image pas_normal2
    show image pas_smile at left
    with byso
    pas "Ёбаный по голове!{w=1} Вы вернулись!{w=1} Андрей как раз читает свою ре...{w=1}{nw}"
    hide image pas_smile
    show image pas_normal2 at left
    with byso
    pas "Эй, ребят, я тут вообще-то!"
    hide image pas_normal2 with byso
    "Ира и Константин проигнорировали Гордона, продолжая двигаться вперёд."
    pas "Ладно, идите, потом расскажете..."
    scene bg ext_square_day
    show image tolpa
    show image tolpa2 at cright
    show image andr_normal
    with byso
    "На площади Андрей стоял за кафедрой, которую сопротивленцы явно утащили из библиотеки."
    andr "И вот спустя столько лет мы ударим!{w=1} Наш удар..." 
    hide image andr_normal
    show image andr_smile
    with byso
    andr "Внимание!{w=1} Вот и наши разведчики с новостями!{w=1} Проходите сюда и доложите обстановку."
    hide image andr_smile
    show image andr_smile at fleft
    show image irr_sad_white at cright:
        zoom 1.25
        yanchor 0.05
    with byso
    "Под аплодисменты половины из толпы, Константин и Ира двинулись к кафедре."
    kt_f "Здесь?"
    hide image irr_sad_white
    show image irr_normal_white at cright:
        zoom 1.25
        yanchor 0.05
    with byso
    irr2 "Да."
    "Впервые они переговаривались между собой и встали за кафедру, которую им уступил Андрей."
    "На них смотрели буквально все члены сопротивления, а с особым удивлением на них смотрели Олег и Лиза.{w=1} Многие из толпы совершенно не ожидали их возвращения."
    scene bg glaz_white:
        crop (0, 0, 1920, 1080)
        size (1920, 1080)
        linear 320 crop (497, 223, 980, 630)
    with fade
    "Константин и Ира переглянулись.{w=1} В их глазах была зияющая пустота."
    "Каждый из них тонул в этой пустоте. Великая и непоколебимая."
    "Пустота сверху, пустота снизу и огромно большая пустота между ними.{w=1} В пустоте пустот, пустая тайна пустого мироздания."
    "У пустой души - пустое сердце, тело и разум.{w=1} Если голова пуста — вся жизнь впустую."
    "Смерти не нужны причины, ей достаточно просто повода.{w=1} Смерть - это пустота.{w=1} Разве причина может быть у пустоты? {w}Жизнь есть смерть, а смерть есть жизнь, и ничего больше.{w=1} Ты умираешь, когда рождаешься заново."
    "Они взялись за руки и прикоснулись ко кнопкам взрывателей друг у друга на жилетах."
    kt_irr "Мы есть Альфа и Омега."
    kt_irr "Начало и конец."
    kt_irr "Говорит Господь, который есть и был и грядет..."
    chel "Они идолопоклонники!"
    play sound2 sfx_click_3 volume 1
    scene bg ext_square_day
    show image tolpa
    show image tolpa2 at cright
    show image andr_fear2 at fleft
    show image irr_happy_white at cright:
        zoom 1.25
        yanchor 0.05
    with dissolve
    scene bg black with dissolve
    "Посмотрев в небо, Константин и Ира замкнули взрыватели на своих жилетах, спрятанных под рубашками."
    play sound sfx_nightmare_explosion
    stop ambience
    scene bg black with fl_fire
    window hide dissolve
    pause 1
    stop music fadeout 3
    stop sound fadeout 3
    pause 3
    play music "<from 218>inrealnost/Music/Music/Burnout.mp3" fadein 3
    $ renpy.pause(3, hard=True)
    $ unlock_ach_root_inreal(9)
    scene bg ending_ProjectMayhem_cg:
        crop (497, 223, 980, 630)
        size (1920, 1080)
        linear 26 crop (0, 0, 1920, 1080)
    show ending_ProjectMayhem:
        crop (497, 223, 980, 630)
        size (1920, 1080)
        linear 26 crop (0, 0, 1920, 1080)
    with Dissolve(26)
    scene bg black with byso
    stop music fadeout 3
    pause 2.6
    jump after_ending_screen
label FarbigesLeben_ending:
    play music sample fadein 3
    scene bg int_library_day
    show shum_red
    with byso
    ang "И о чём ты хотела поговорить?"
    "Тяжело вздохнув проговорила Ангелина и передвинула свою фигуру по доске."
    irr "Да вот помнишь я тебе говорила утром про нового сержанта?"
    ang "Какого из?"
    "Недовольно хмыкнув, Ира походила и постучала по столу."
    irr "Тук-тук, кто там...{w=1} У нас новоприбывший только один на этой неделе."
    ang "Ах да, того же <<безбожники>> забрали.{w=1} Ты про нашего помощника?"
    irr "Да, Константин его зовут."
    ang "И чего он?"
    "Безразлично, но с каплей любопытства спросила Ангелина.{w=1} Ира покраснела."
    irr "Мне кажется я в него влюбилась...{w=1} Он такой...{w=1} Интересный."
    "Усмехнувшись, Ангелина сделала ход."
    ang "Ты его знаешь пол-дня от силы.{w=1} С чего бы то такие выводы?"
    "Сделав свой ход, Ира хмыкнула."
    irr "Не знаю.{w=1} Мы сидели в домике ближе к ночи и разговаривали, попивая пиво...{w=1} Вдруг он начал мне рассказывать свою предысторию...{w=1} Не знаю, но я так прониклась его рассказом!"
    "Ангелина продолжила развивать свои фигуры на доске, а Ира углубилась в рассказ."
    irr "Мне вмиг стало настолько интересно всё это слушать, мне показалось, что между нами мелькнула некоторая искорка...{w=1} Никогда такого не ощущала..."
    irr "Вот вообще никогда.{w=1} За все свои 26 лет.{w=1} Такое чувство, что мы спустя долгое время нашли друг друга, хоть и в этом проклятом месте..."
    irr "И теперь я хоть немного понимаю то самое выражение... {w=1}<<Бабочки в животе>>..."
    ang "Ну ничего, бабочки переварятся, а черви останутся.{w} А вот если сожрать хомячка, не превратится ли он потом в удава?"
    "С усмешкой выговорила Ангелина и указала на шахматную доску.{w=1} Ира обиженно нахмурилась и походила."
    irr "Ты даже не пытаешься слушать!"
    ang "Да нет, почему, я слушаю."
    "На лице Иры нарисовалась улыбка и она посмотрела в окно."
    irr "Ну вот я и думаю...{w=1} Может это мой шанс?"
    "Ангелина взмахнула ферзём и развела руками."
    ang "А откуда ты знаешь?{w=1} Может он насильник?{w=1} Может он идолопоклонник под прикрытием?"
    ang "Может он некрофил или каннибал? {w=1}Может он вообще навыдумывал всю предысторию?"
    ang "Может он вообще гей?{w=1} Что из этого хуже ещё сложно сказать."
    "Закончив свой короткий монолог, Ангелина поставила свою фигуру в нужное место."
    irr "А вот я верю, что это не так.{w=1} Но...{w=1} Ты права.{w} Стоит узнать его получше."
    ang "Да-да, только не допускай моей ошибки, не подпускай к нему идолопоклонников."
    ang "Кстати, он что-то долго у Валентайн.{w=1} Она его случаем не приняла за того <<Шатена>>, который её жизнь попортил?"
    ang "Просто мне кажется, что если так, то он уже попал на <<Чернобога>>..."
    "Ира тяжело взохнула и посмотрела на доску."
    irr "Ну что, мне за ним сходить?"
    ang "Думаю да.{w=1} По крайней мере Валентайн бы не успела..."
    "Двери разведпункта открылись и в него вошёл Константин."
    th "А вот и ты..."
    irr "Ха, лёгок на помине.{w} Мы уже думали тебя из под ножа Валери вытаскивать."
    kt "Да, извиняюсь, я ещё к Гордону заскакивал.{w} Ты Ангелина?"
    ang "Угу.{w=1} А ты, как я поняла, Константин.{w} Рада знакомству."
    "Бесчувственно сказала Ангелина, Ира ткнула её в бок локтём."
    irr "Она может показаться немного неживой, но это только кажется."
    ang "Да-да, очень смешно."
    stop music fadeout 2
    pause 2
    play music shabash fadein 2
    scene bg int_shater
    play ambience ambience_ext_road_night volume 0.4 fadein 1
    show image dzir_nor
    show unblink
    "Константин проснулся в том же шатре."
    th "Я...{w=1} Должен подчиняться..."
    kt_f "Генда - Бог.{w=1} Творец."
    kt_f "И каждый должен быть подчинён Его воле."
    kt_f "Воля их слаба, она быть должна подчинена Творцу или вовсе уничтожена."
    kt_f "В их праве только подчиниться или умереть."
    irr2 "И мы донесём волю Божью до еретиков и освятим их неведение..."
    play sound2 sfx_simon_applause volume 1
    hide image dzir_nor
    show image dzir_smi
    with byso
    "Дзиро-сан похлопал и улыбнулся."
    dzir "Молодцы.{w=1} Вы усвоили урок."
    kt_irr "Чем мы можем помочь общине?"
    dzir "Ваша задача - уничтожить сопротивление."
    dzir "Антон!{w=1} Выдай им жилеты кары."
    show image idol_palladin at right with byso
    play sound2 sfx_boat_impact volume 1
    "Вышел <<Паладин>> и выдал им два жилета, судя по всему, доверху набитых тротилом или другим взрывчатым веществом."
    idol_p "Добро пожаловать в семью, брат и сестра."
    hide image idol_palladin with byso
    "Монотонно проговорил он и удалился."
    dzir "Вы приходите к капитану и активируете взрыватели.{w=1} Если вам требуется дополнительная экипировка, то вы можете обратиться к митрополиту Механисту. {w=1}Он находится в клубах.{w=1} У него ваши орудия, если они требуются в операции."
    irr2 "Да, Цадик, мы всё сделаем."
    dzir "Отлично.{w=1} Новый автобус ждёт вас у выхода в лагерь. {w=1}Да благословит вас Всевышний!"
    "Воскликнул Дзиро и, разведя руками, посмотрел в небо."
    scene bg ext_shater with byso
    play ambience ambience_ext_road_night fadein 1
    "Выйдя из шатра, Константин и Ира направились к воротам."
    "Константин был словно зомби и он, идя в сторону автобуса даже ни о чём не думал."
    show image irr_shock_white with byso
    "Вдруг, Ира остановилась.{w=1} Константин тоже остановился и посмотрел на неё."
    "Её радужка глаза была белая, словно первый зимний снег.{w=1} Она ошеломлённо смотрела Константину в глаза."
    kt_f "Что такое, сестра?"
    hide image irr_shock_white
    show image irr_shock_white at center:
        zoom 1.5
        yanchor 0.1
    with byso
    "Ира не отвечала.{w=1} Константин подошёл к ней ближе."
    kt_f "Цадик дал нам задание, мы должны его выполнить.{w=1} Идём."
    irr2 "Б-брат...{w=1} Давай отойдём ненадолго."
    kt_f "Наше дело не приемлет отла...{w=0.5}{nw}"
    stop music fadeout 3
    play sound sfx_pat_shoulder_hard volume 0.7
    hide image irr_shock_white
    show image irr_angry_white at center:
        zoom 1.5
        yanchor 0.1
    with byso
    "Она схватила за руку Константина и повела его в лес."
    kt_f "Куда ты меня ведёшь, сестра?"
    scene bg ext_polyana_night
    show image irr_sad_white
    with byso
    "Выйдя на поляну, Ира бросила взрывной жилет на землю и посмотрела в небо."
    kt_f "Зачем мы сюда пришли?"
    play music TheSecondDeath fadein 3
    play sound sfx_pat_shoulder_hard
    hide image irr_sad_white
    show image irr_angry_white at center:
        zoom 1.5
        yanchor 0.1
    with byso
    "Ира обернулась и начала трясти Константина за плечи."
    irr2 "Костя!{w=1} Проснись!{w=1} Ты в пустоте!{w=1} Выбирайся!"
    "Его тело безвольно колебалось, словно желе."
    kt_f "Что ты говоришь?{w} Цадик дал нам..."
    irr2 "Очни-ись.{w=1} Мы из сопротивления. {w}Я Ира, а ты Константин, мы вместе были в разведке. {w=1}Мы не члены этой общины!"
    irr2 "Ты работал в... <<Полимере>>.{w=1} 40 тысяч без учёта 30, которые куда-то пропадали."
    irr2 "Ты попал в инреальность.{w} Отстреливался, но потом тебя перенёс сюда Генда."
    kt_f "Что ты говоришь, сестра?{w} Мы - уроженцы церкви Генды."
    hide image irr_angry_white
    show image irr_shock_white at center:
        zoom 1.5
        yanchor 0.1
    with byso
    irr2 "Нет!{w=1} Ты жил в Петербурге, я в Москве.{w} Тебя привезла сюда полу-пустышка Лиза.{w} Мы жили с тобой в одном домике...{w=1} Вспоминай!"
    kt_f "Сестра, я не могу вспомнить того, чего не было.{w} Может мы пойдём к знахарю?"
    "Ира не понимала как вернуть Константину память, потому старалась придумать то, что Константин точно вспомнит."
    irr2 "Помнишь Олега?{w} Который тебя вёз в симуляцию сопротивления!"
    irr2 "А Гордона?!{w} Плазмоинтегратор, сигареты, ИИ, <<ёбаный по голове>>...{w=1} Помнишь его?"
    kt_f "Я не понимаю о чём ты говоришь..."
    hide image irr_shock_white
    show image irr_sad_white at center:
        zoom 1.5
        yanchor 0.1
    with byso
    irr2 "<<Собакевич>>!{w=1} Он пытался нас задушить во сне!"
    irr2 "Ангелина!{w=1} Ты помнишь Ангелину?{w=1} Главная по логистике в сопротивлении!"
    irr2 "М-моя лучшая подруга, которую с-съел ид-долопоклонник..."
    hide image irr_sad_white
    show image irr_cry_white at center:
        zoom 1.5
        yanchor 0.1
    with byso
    "По щекам Иры побежали слёзы."
    kt_f "Что такое, сестра?"
    irr2 "Они убили тебя...{w=1} Они лишили тебя души!"
    irr2 "Теперь я потеряла свою последнюю ценность...{w=1} Тебя!!!"
    play sound2 sfx_body_bump volume 1
    "Она начала рыдать и упала на колени."
    irr2 "Почему?!{w=1} Почему так?!"
    play sound pum
    scene bg irr_cry_rage with flash
    scene bg ext_polyana_night
    show image irr_cry_white at center:
        zoom 1.5
        yanchor 0.1
    with flash
    irr2 "Я думала мы с тобой победим и выберемся отсюда!"
    play sound2 pum
    scene bg irr_neck
    with flash
    scene bg ext_polyana_night
    show image irr_cry_white at center:
        zoom 1.5
        yanchor 0.1
    with flash
    irr2 "Но теперь я снова одна!"
    scene bg int_library_night
    show shum_red
    with flash
    stop ambience fadeout 1
    th "Неужели у нас пополнение?..."
    irr "Вау, кто такого красавца нам привёз!"
    "Константин подошёл к столу и помахал рукой."
    kt "Салют. Я Константин.{w} Сержант по званию если это важно."
    oleg "Ну ка-ак! Сержант это важно! Сержант это круто!"
    "Проскандировал Олег.{w} Ира усмехнулась и протянула руку."
    irr "Меня Ира.{w} Главная в отделе разведки и по совмещению второй лейтенант.{w} Рада знакомству!"
    scene bg int_house_of_kt_night
    show shum_red
    with flash
    "Раздался приятный звук открытия пивной банки."
    kt "Ну что, за знакомство?"
    irr "За знакомство."
    th "Надеюсь я своё единственное пиво на него потрачу не зря."
    "Они стукнулись банками и отпили понемногу.{w} Пиво было вкусным, по всем традициям СССР."
    scene bg int_avtobus2
    show shum_red
    with flash
    irr "Но я понимаю Батори.{w=1} Мы об этом говорили ранее с Энджи и Валери, они мне говорили про то же, но я этого просто не понимала."
    irr "Теперь я это поняла и прочувствовала."
    "Романтично сказала Ира и поправила волосы."
    irr "Просто чтоб это понять надо это чувствовать."
    kt "Сама знаешь, я всё это не совсем понимаю."
    th "С твоей историей не удивительно...{w=1} Бедолага."
    irr "Во всяком случае я думаю, что хоть когда-нибудь тебе получится пережить это вновь после твоего опыта."
    "Мечтательно сказала Ира, закинув руки за голову."
    th "Может и со мной..."
    scene bg int_house_of_kt_day
    show shum_red
    with flash
    kt "Ты наверное тоже голодная. Держи половину."
    "Сказал Константин и, отломив половину, протянул её Ире."
    th "Добрый...{w=1} И по какой причине ты вообще попал в инреальность, будучи таким?..."
    irr "Спасибо..."
    scene bg int_avtobus2
    show shum_red
    with flash
    irr "Если тебе это не нравится, то я постараюсь не выражаться на немецком...{w=1} Просто вырывается иногда."
    "Константин улыбнулся и закурил."
    kt "Ничего, мне так даже нравится."
    "После такого ответа она покраснела."
    th "Такое я слышала только от папы..."
    irr "{image=inrealnost/Pic/Spec/german.png} Du bist der Beste, den ich je in meinem Leben getroffen habe... \nТы лучший, из тех, кого я когда-либо встречала в своей жизни..."
    kt "И что это значит?{w=1} Я не понимаю немецкий."
    irr "Скажу когда-нибудь..."
    scene bg ext_polyana_night
    show image irr_cry_white at center:
        zoom 1.5
        yanchor 0.1
    with flash
    play ambience ambience_ext_road_night fadein 1
    irr2 "Н-ну всё!{w=1} Всё!{w} Пошли подорвёмся!{w=1} Не хочу я так больше!..."
    stop music fadeout 3
    "Константин опустился к Ире и крепко обнял её. Она перестала кричать."
    hide image irr_cry_white
    show image irr_cry_smile_white at center:
        zoom 1.5
        yanchor 0.1
    with byso
    "Спустя несколько секунд, она поняла, что Константин всё вспомнил."
    play music regret fadein 3
    kt "Я... {w=1}Снова я..."
    kt "Прости...{w=1} Я не мог ничего вспомнить... {w=1}Совсем..."
    kt "Я понял... {w}Понял что значила та фраза, которую ты мне тогда сказала в автобусе."
    kt "На самом деле ты тоже для меня стала лучшей."
    irr2 "{image=inrealnost/Pic/Spec/german.png} Ich... Ich liebe dich! \nЯ... Я люблю тебя!"
    show blink
    "Их губы слились в поцелуе."
    "На миг они забыли о том, что находятся в системе полной фанатиков и просто наслаждались моментом."
    "Этот поцелуй для них был самым запоминающимся за огромный промежуток времени и не было ни одного путника в инреальности, который был бы настолько же счастлив, как и они.{w=1} Константин полюбил этот поцелуй так же, словно его никогда не целовали раньше."
    scene bg ext_polyana_night
    show image irr_cry_smile_white
    show unblink
    "Отлипнув друг от друга, они смотрели друг другу в глаза."
    irr2 "Ладно... {w=1}Нам надо выбираться отсюда."
    kt "Слушай, Ир... {w=1}А что у тебя?..."
    irr2 "С глазами? У тебя тоже они стали пепельные...{w=1} Мне так даже больше нравится."
    irr2 "Это наверное побочный эффект от той дури, которую нам вкололи...{w} Даже представить боюсь что это было..."
    hide image irr_cry_smile_white
    show image irr_shy_white
    with byso
    "Ира вытерла с глаз слёзы."
    kt "Так... {w=1}А что нам делать?"
    hide image irr_shy_white
    show image irr_sad_white at cright:
        zoom 1.5
        yanchor 0.1
    with byso
    "Проговорил Константин и сел на землю.{w} Ира села рядом."
    irr2 "Дзиро сказал что наша экипировка у некого Механиста..."
    kt "Автобус на отступление у нас есть...{w=1} Мы подорвём их!"
    hide image irr_sad_white
    show image irr_normal_white at cright:
        zoom 1.5
        yanchor 0.1
    with byso
    irr2 "Если на большой мощности выстрелить из рельсотрона по взрывчатке, то она детонирует."
    kt "После этого мы бежим в автобус и уезжаем... {w=1}Но куда?{w} В сопротивлении нам не рады."
    "Ира задумалась и поправила волосы."
    hide image irr_normal_white
    show image irr_happy_white at cright:
        zoom 1.5
        yanchor 0.1
    with byso
    irr2 "Мы едем в административную симуляцию.{w=1} Мы уничтожим инреальность."
    kt "Что?!"
    hide image irr_happy_white
    show image irr_sad_white at cright:
        zoom 1.5
        yanchor 0.1
    with byso
    "Ира посмотрела в небо и тяжело вздохнула."
    irr2 "Если Генда выживет, то мы не сможем уйти отсюда надолго.{w=1} Да и все мы тут уже давно мертвы."
    irr2 "Назначить Андрея администратором?{w=1} Он вторым Гендой станет!"
    kt "Не понял связи...{w=1} Ладно, это потом.{w} А у нас есть флешка для взлома?"
    hide image irr_sad_white
    show image irr_normal_white at cright:
        zoom 1.5
        yanchor 0.1
    with byso
    irr2 "Да.{w=1} Если идолопоклонники её не уничтожили.{w=1} Идём к механисту?"
    stop music fadeout 2
    kt "Двинули."
    hide image irr_normal_white
    show image irr_normal_white
    with byso
    "Встав с мест, они подобрали жилеты направились к клубам."
    play music idol_theme fadein 3
    scene bg ext_shater
    show image irr_sad_white at fleft:
        zoom 1.5
        yanchor 0.1
    show image idol_palladin at right
    with byso
    "У шатра они встретили Антона."
    idol_p "Почему вы не уехали?{w=1} Цадик приказал вам выдвигаться."
    hide image irr_sad_white
    show image irr_normal_white at fleft:
        zoom 1.5
        yanchor 0.1
    with byso
    irr2 "Нам требуется экипировка.{w=1} Мы с братом идём к Механисту."
    "Антон потёр подбородок и пристально смотрел в белые глаза Константина. {w=1}Тот даже не дрогнул."
    idol_p "Хорошо.{w=1} Да благословит вас Всевышний!"
    hide image idol_palladin with byso
    kt "Да благословит тебя всевышний, брат."
    play sound2 sfx_blanket_off2 volume 1
    "<<Паладин>> ушёл в сторону домиков, а Константин и Ира спрятали жилеты в ткани шатра и продолжили свой путь."
    irr2 "Нам на руку, что большинство из них настолько тупы."
    hide image irr_normal_white
    show image irr_happy_white at fleft:
        zoom 1.5
        yanchor 0.1
    with byso
    kt "И не говори..."
    scene bg ext_clubs_night
    show image irr_normal_white
    with byso
    "Дойдя до клубов, они заметили, что дверь была открыта."
    irr2 "Готов?"
    kt "Да."
    scene bg int_clubs_blood_night
    show image irr_shock_white at right:
        zoom 1.5
        yanchor 0.1
    with byso
    play ambience ambience_int_cabin_night fadein 1
    "Войдя внутрь, они обнаружили сущность в чёрном балахоне, которая что-то мастерила на столе."
    "Вокруг всё было измазано кровью, а в воздухе царил запах жжёной плоти.{w} От такого запаха у Константина сработал рвотный рефлекс, но он сдержал всё в себе."
    hide image irr_shock_white
    show image irr_normal_white at right:
        zoom 1.5
        yanchor 0.1
    with byso
    irr2 "Здравствуй, брат.{w=1} Нам требуется наше снаряжение."
    show image idol_mecha at left with byso
    "Человек в балахоне обернулся. {w=1}Им оказался молодой, но при том седой парень."
    "Как выяснилось, на столе он материл нечто из мяса и металла.{w} Тем не менее, биомеханикой это было не назвать.{w} При более детальном осмотре, Константин обнаружил, что это была рука с вшитым в неё стволом."
    idol "{font=inrealnost/font/Access.otf}Да прибудет с вами Всевышний.{w} Механист готов вернуть вам экипировку...{w=1} Но для чего она вам требуется?"
    "Судя по всему, Механистом он назвал именно себя.{w=1} Его голос звучал совершенно ужасно.{w} Скрип и гортанное рычание смешивались воедино, выступая в качестве голоса."
    kt "Мы исполняем пророчество. {w=1}Нам требуется оружие для нашей миссии."
    irr2 "Враги божьи не настолько глупы.{w} Они заподозрят неладное, если не увидят у нас экипировки."
    "Парень стряхнул с рук кровь и достал ключи."
    idol_m "{font=inrealnost/font/Access.otf}Так пройдём же с Механистом..."
    hide image idol_mecha with byso
    play sound2 sfx_open_door_clubs_2 volume 1
    "Механист открыл дверь кладовки и впустил их внутрь."
    scene bg int_clubs_male2_night_nolight
    show image irr_normal_white
    with byso
    "Кругом лежало множество самых разнообразных <<трофеев>>.{w=1} Лучевые лазеры, разбитые противогазы <<безбожников>>, эмблемы сопротивления, а в углу складировались черепа."
    "Константин и Ира нашли своё оружие на столе, а также патроны к нему."
    hide image irr_normal_white
    show image irr_happy_white
    with byso
    irr2 "МП-шка... {w}Я скучала."
    play sound2 ammo volume 0.61
    "С едкой ухмылкой прошептала Ира и забрала своё оружие с разрывными патронами.{w} Константин взял рельсотрон и шарики."
    hide image irr_happy_white
    show image irr_normal_white
    with byso
    "На столе они нашли нужную им флешку, а рядом с ней ноутбук, судя по всему, ранее принадлежавший одному из путников."
    play sound2 sfx_blow_out_candle volume 1
    "Его они тоже прибрали к рукам и отправились на выход."
    play sound2 door_break volume 1
    hide image irr_normal_white
    show image irr_shock_white
    with vpunch
    play music "<from 16>inrealnost/Music/Music/deadrazy3.mp3"
    "Механист захлопнул дверь перед их лицом и заслонил её своим телом."
    idol_m "{font=inrealnost/font/Access.otf}Вы думаете Механист совсем выжил из ума?!{w=1} Вы не веруете в Генду!{w=1} Вы не исполнители пророчества, а лжецы!{w=1} Механист не настолько тупой!!!"
    idol_m "{font=inrealnost/font/Access.otf}Паладины!!! {w=1}Помогите Механисту покарать еретиков!"
    play sound "<from 0.7>inrealnost/Music/Sound/plazma_gun.mp3"
    hide image irr_shock_white
    show image irr_mad_white
    with byso
    "Константин широко ухмыльнулся и включил на рельсотроне максимально возможную мощность."
    irr2 "Есть одна нестыковка, уродец!"
    kt "Механист просто круглый идиот, раз оставляет <<еретиков>> на складе, полном оружия!"
    play sound2 plazma_gun2 volume 1
    "Выстрел." with vpunch
    "Отдача от выстрела чуть не развернула Константина на 90 градусов.{w=1} Дверь разнесло в щепки вместе с Механистом."
    irr2 "Ха-ха-ха, шоу начинается!"
    scene bg ext_shater
    show image dzir_sur at right
    show image idol_palladin at left
    with byso
    play ambience ambience_ext_road_night fadein 1
    "Ира и Константин выбежали из клубов.{w=1} Константин и Ира заметили у шатра Антона и Дзиро."
    dzir "Что вы?..."
    play sound "<from 0.7>inrealnost/Music/Sound/plazma_gun.mp3"
    "Достав рельсотрон, Константин прицелился в жилеты, спрятанные в шатре."
    kt "Асталависта, фанатики."
    play sound plazma_gun2 volume 1
    play sound2 sfx_nightmare_explosion volume 1
    scene bg explosion with fl_fire
    "Выстрел.{w=1} Раздался оглушающий взрыв, который разнёс всё в радиусе 30 метров.{w=1} Константин и Ира отделались тем, что их сбило с ног взрывной волной."
    play sound sfx_body_bump volume 1
    "Вскочив на ноги, они побежали в автобус."
    scene bg int_avtobus2
    show image irr_mad_white
    with byso
    play sound bus_sms
    "Влетев в открытые двери автобуса, Ира отложила ноутбук и ввела команду на выезд."
    play sound2 sfx_ikarus_open_doors
    play ambience bus_inside volume 0.2 fadein 1
    stop music fadeout 3
    "Двери закрылись и автобус начал свой путь."
    hide image irr_mad_white
    show image irr_normal_white
    with byso
    "Константин устало сел на водительское сидение и пытался отдышаться."
    play music god fadein 3
    kt "Ебать...{w=1} Одна минута, а событий на несколько лет тянет..."
    hide image irr_normal_white
    show image irr_happy_white
    with byso
    irr2 "Да уж..."
    "Ира села на пассажирское место и положила на колени ноутбук."
    hide image irr_happy_white
    show image irr_normal_white
    with byso
    irr2 "Я надеюсь он работает..."
    play sound2 sfx_click_3 volume 1
    "После нажатия кнопки включения, ноутбук зашумел и открылся биос."
    hide image irr_normal_white
    show image irr_sad_white
    with byso
    irr2 "Предлагается выбрать диск для запуска.{w=1} Вполне логично будет выбрать тот, который называется <<Диск C>>, а не <<Диск D>>."
    show image nout1
    hide image irr_sad_white
    with byso
    "Константин подошёл к Ире и начал смотреть в ноутбук."
    "На рабочем столе их встретил старый добрый Windows XP.{w=1} Ноутбук, как не странно, выглядел слишком новым для этой ОС."
    irr2 "Да это же ноутбук нашего агента! {w=1}Имя пользователя Кочевой Алексей. {w=1}Вот про какую технику он говорил!"
    kt "Тут должна быть карта инреальности!{w=1} Надо найти административную симуляцию!"
    "Ира начала искать в ноутбуке что-либо полезное."
    "Копии чертежей, разработанных агентом, личные файлы, программы для обработки данных, диск был буквально переполнен полезной информацией и утилитами."
    "Среди них нашёлся файл <<inrealnost_map.bat>>."
    kt "Это оно, открывай."
    play sound2 sfx_click_1 volume 1
    hide image nout1
    show image nout2
    with byso
    "Кивнув, Ира открыла файл. Монитор вмиг окрасился красным."
    "Карта представляла из себя огромный класстер взаимосвязанных ячеек - симуляций. {w=1}Легенды у карты не было, однако при наведении мышки на ячейку отображался её номер."
    "Никому не было понятно, так-ли на самом деле выглядит инреальность или карта приведена для справок. {w}Среди всего массива точек было видно 3 жирных точки. {w=1}Судя по всему, это были административные симуляции."
    "Немного поисследовав карту, Ира почесала затылок."
    irr2 "Никогда бы не подумала что инреальность выглядит именно так..."
    kt "Судя по карте, симуляция 14-23f имеет прямой переход на административную симуляцию, но... Если нас поймает Генда?"
    "Ира обернулась и с улыбкой посмотрела Константину в глаза.{w} Её взгляд казался Константину чарующим и загадочным.{w=1} Некоторое время он молча любовался ею, затем перевёл взгляд на ноутбук."
    irr2 "Более чем уверена, что у него сейчас проблемы поважнее.{w=1} Мне кажется, сопротивление уже начало восстание."
    irr2 "Сейчас он скорее всего занят подавлением их мятежа в 20-32g.{w=1} Мы проникнем незамеченными и, подрезав отряд, который отправляется на перехват, сделаем всё сами."
    irr2 "Есть только одна проблема - наша флешка."
    kt "А что с ней?"
    hide image nout2
    show image irr_sad_white
    with byso
    irr2 "В данный момент её закодированный алгоритм передаст административные права Андрею.{w} Я не хочу этого допускать."
    scene bg zvezda with byso
    "Константин сел обратно на водительское место и через окно посмотрел на звёзды."
    kt "Почему?"
    irr2 "Как бы тебе объяснить..."
    play sound2 sfx_boat_impact volume 0.51
    "Отложив ноутбук на торпеду, Ира встала с места и начала вводить новые настройки на приборной панели."
    irr2 "Андрей может казаться совершенно другим, но на деле его психика давно дала заднюю."
    irr2 "Многие недальновидные личности сводят это на паранойю, а иногда на вспыльчивость или простую бездушность."
    irr2 "По природе своей он мало чем отличается от Генды.{w=1} Он встанет на его место и утвердит свою диктатуру.{w=1} Понимаешь чем нам может обернутся? Вторым попаданием в инреальность."
    irr2 "Потому нам предстоит выбор такого преемника трона, который будет в компетенции управлять инреальностью.{w} Да на самом деле не столько важна компетенция, сколько благоразумность."
    play sound2 bus_sms volume 1
    scene bg int_avtobus2
    show image irr_sad_white
    with byso
    "Автобус издал характерный ему звук, но, как показалось, не изменил маршрута.{w=1} Ира же вернулась на своё сиденье."
    irr2 "Поскольку выбор нового владельца в наших руках, то мы можем назначить доверенное лицо на место <<бога>>.{w=1} Выбор следует сделать с умом."
    irr2 "Я не хочу повторения истории."
    kt "Понял...{w=1} Тогда решим на месте."
    play sound2 sfx_click_2 volume 1
    "Ира снова взяла ноутбук и вставила в него флешку."
    hide image irr_sad_white
    show image irr_normal_white
    with byso
    irr2 "Теперь надо разобраться в коде этой штуковины.{w=1} Выловить и удалить оттуда алгоритм становления Андрея.{w} Так, что тут у нас..."
    window hide dissolve
    scene bg black with dissolve
    play sound "<from 1>inrealnost/Music/Sound/perezvon.mp3" 
    show some_time:
        crop (497, 223, 980, 630)
        size (1920, 1080)
        linear 10 crop (0, 0, 1920, 1080)
    show image gli_txt:
        crop (0, 0, 1920, 1080)
        size (1920, 1080)
        linear 10 crop (497, 223, 980, 630)
    with Dissolve(5)
    scene bg black with dissolve
    stop sound fadeout 1
    pause 1
    scene bg int_avtobus2
    show image irr_sad_white
    with flash
    kt "Попробуй переписать эту строку. 1-7-3-4-1-2-9-L явно идентификатор, судя по всему, Андрея."
    hide image irr_sad_white
    show image irr_happy_white
    with byso
    irr2 "Точно!{w=1} Такого формата в коде только два идентификатора. 0-0-0-0-0-0-1-А куда с большей вероятностью принадлежит Генде.{w=1} Уберём первый."
    "Ира полностью удалила связанный с этим идентификатором код."
    play sound2 sfx_click_3 volume 1
    stop music fadeout 3
    hide image irr_happy_white
    show image irr_normal_white
    with byso
    "Константин извлёк флешку и убрал её в карман, после чего повалился на своё сидение.{w=1} Ира встала с места и убрала ноутбук на задние пассажирские сидения."
    kt "Слушай, а там поесть нет ничего?{w=1} Мы не ели больше дня."
    hide image irr_normal_white
    show image irr_sad_white
    with byso
    irr2 "Я тоже была бы рада поесть, но нечего.{w=1} Идолопоклонники не рассчитывали на наше выживание."
    play music interlude fadein 3
    kt "Кстати, я так подумал...{w=1} Пророчество то их сбывается."
    hide image irr_sad_white
    show image irr_shock_white
    with byso
    "Ира вернулась и, сев на своё место удивлённо посмотрела на Константина."
    irr2 "У тебя вторая волна уверования там случилась?"
    kt "Хах, не про это я."
    kt "Как там твой начальник говорил..."
    kt "И придут они.{w=1} Две души.{w=1} Человека два, а память одна.{w} И положат они конец всем еретикам, да восстановят они порядок истинный.{w=1} И воля будет за настоящим творцом, да воздастся всем грешникам по заслугам."
    "В ответ она продолжала удивлённо смотреть на Константина своими белоснежными глазами."
    irr2 "Слушай, ты так не говори.{w=1} Пугает вообще-то..."
    kt "Так ты вдумайся. {w=1}Их пророчество двусмысленно."
    kt "Не сказано, что такое истинный порядок, еретики или грешники.{w=1} В их призме восприятия грешниками были сопротивленцы."
    kt "И тем-же пророчеством, по-сути, они предсказали кончину своей общины."
    hide image irr_shock_white
    show image irr_sad_white
    with byso
    "Ира задумалась над словами Константина.{w=1} Она уловила суть, которую Константин пытался донести."
    hide image irr_sad_white
    show image irr_happy_white
    with byso
    irr2 "Да, а ведь и в правду..."
    play sound2 bus_sms volume 1
    "Прозвучал сигнал от приборной панели. Они были почти у цели."
    hide image irr_happy_white
    show image irr_normal_white
    with byso
    irr2 "Осталось только его завершить..."
    kt "Да, а заодно можно пойти поесть..."
    hide image irr_normal_white
    show image irr_happy_white
    with byso
    irr2 "Было бы неплохо."
    play sound2 ammo volume 1
    play sound reload volume 1
    "Кивнула она и закинула MP-40 на спину.{w=1} Константин взял рельсотрон и начал докладывать в него заряды."
    irr2 "Последний рывок.{w=1} Осталось совсем немного до того, как мы отсюда выберемся."
    kt "Один приём пищи..."
    scene bg int_avtobus
    show image irr_happy_white
    with byso
    "Автобус начал снижать скорость.{w=1} В глаза ударило солнце."
    kt "Светло...{w=1} Да неужели...{w=1} Я солнца не видел с того момента, как мы выехали с базы сопротивления."
    "Посмотрев в окно, Ира устало потянулась."
    hide image irr_happy_white
    show image irr_shy_white
    with byso
    irr2 "И первое, что мы сделаем, когда всё это закончится, так это ляжем спать."
    kt "Это точно."
    stop ambience fadeout 1
    play sound sfx_ikarus_open_doors
    play sound2 sfx_bus_stop volume 0.7
    "Автобус остановился и двери открылись."
    scene bg ext_bus
    show image irr_normal_white
    with byso
    play ambience ambience_camp_entrance_day fadein 1
    "Выйдя из него, Константин и Ира вдохнули влажный дневной воздух, после чего направились в столовую."
    scene bg ext_camp_entrance_day
    show image irr_angry_white
    with byso
    irr2 "Да...{w=1} Самое неприятное - то, что нам придётся зачистить симуляцию без генмода...{w=1} То есть, снова убивать пустышек."
    irr2 "Честно говоря, мне это поднадоело..."
    kt "Да уж, не тебе одной. Плюс ещё сопротивление, которое с минуты на минуту приедет."
    scene bg ext_square_day
    show image irr_normal_white
    with byso
    "Лагерь сам выглядел весьма обыденно.{w} Пустышки, которые были заняты своими делами не обращали внимания на вооружённых Константина и Иру, а если и обращали, то обходили стороной."
    scene bg ext_dining_hall_near_day
    show image irr_sad_white
    with byso
    play sound2 sfx_knock_door_closed_hard2 volume 1
    "Дойдя до столовой, Ира попыталась открыть дверь. Дверь была закрыта."
    irr2 "Вот блин!"
    kt "Ну-ка дорогу."
    hide image irr_sad_white
    show image irr_normal_white at right:
        zoom 1.5
        yanchor 0.1
    with byso
    play sound2 sfx_click_2 volume 1
    "Ира отошла на пару шагов, а Константин выставил на рельсотроне четверть мощности."
    play sound2 plazma_gun volume 0.8
    stop music fadeout 3
    "Выстрел." with vpunch
    "На том месте, где был замок, появилась дыра радиусом 10-11 сантиметров, а дверь теперь свободно открывалась."
    scene bg int_dining_hall_day
    show image irr_shock_white
    with byso
    play music kittycity fadein 3
    play ambience ambience_dining_hall_empty volume 0.2 fadein 1
    play sound_loop knife_hits volume 0.5
    "Войдя внутрь, Константин и Ира услышали приглушённые ножевые порезы."
    hide image irr_shock_white
    show image irr_angry_white
    with byso
    irr2 "{image=inrealnost/Pic/Spec/german.png} Scheiße... Nur nicht wieder... \nБлять... Только не снова..."
    play sound2 reload volume 1
    "Константин догрузил снаряд в рельсотрон и они пошли на звук, который исходил из кухни."
    scene bg kitchen
    show image irr_angry_white at right:
        zoom 1.5
        yanchor 0.1
    with byso
    "На кухне они увидели Семёна, который кухонным ножом кромсал повариху."
    kt "Руки вверх! Инквизиция на месте."
    stop sound_loop fadeout 0.3
    play sound2 sfx_drop_pipe volume 1
    show image pi_blood at left with byso
    "Семён вздрогнул и, выронив нож, поднял окровавленные руки. {w=1}Жизнь, судя по его взгляду, больше не представлялась ему ценностью."
    me "Кто вы? {w=1}Вы из сопротивления?"
    irr2 "И да и нет.{w=1} Мы одновременно всё и ничего."
    "Парень обернулся и с ухмылкой посмотрел на Иру."
    me "Что вы мне мешаете, а?"
    me "И чё у вас с глазами?"
    irr2 "Раз ты понимаешь что такое сопротивление...{w=1} То скажи, ты тут главный путник?"
    me "Я.{w=1} Да.{w} И что, вы меня теперь убьёте?"
    kt "Хорошая идея, слушай."
    play sound2 plazma_gun volume 1
    hide image pi_blood with vpunch
    stop music fadeout 2
    "С ухмылкой процедил Константин и снёс парню голову точным выстрелом рельсотрона."
    irr2 "М-да... Чёртовы сумасшедшие..."
    kt "А самое любопытное, что не понять, был ли он идолопоклонником или нет..."
    play music Gallow fadein 3
    play sound2 fridge volume 1
    hide image irr_angry_white
    show image irr_normal_white
    with byso
    "Константин открыл холодильник и начал искать еду."
    irr2 "А это важно?{w=1} Не особо."
    kt "И тут с тобой полностью солидарен."
    "Высказал он своё мнение и достал из холодильника пирожки и пару малых бутылок кефира."
    kt "Пошли поедим. Перекусим и начнём наши дела грешные."
    hide image irr_normal_white
    show image irr_happy_white
    with byso
    "Ира рассмеялась и кивнула, после чего пошла за Константином."
    scene bg int_dining_hall_day
    show image irr_normal_white
    with byso
    "Сев за стол, они снова засмотрелись друг другу в глаза."
    hide image irr_normal_white
    show image irr_shy_white
    with byso
    irr2 "{image=inrealnost/Pic/Spec/german.png} Guten Appetit, Liebling. \nПриятного аппетита, любимый."
    "Дословно Константин не понял, что конкретно Ира ему сказала, но суть он понял."
    kt "Тебе тоже приятного аппетита."
    "Ира приступила к трапезе.{w=1} Открыв бумажный пакет кефира, Константин сделал несколько глотков и заел пирожком. Пирожок был с луком и яйцом."
    hide image irr_shy_white
    show image irr_sad_white
    with byso
    irr2 "У тебя с чем?"
    kt "Лук-яйцо.{w=1} А у тебя?"
    irr2 "Повезло тебе.{w=1} У меня яблочное повидло."
    kt "Хочешь обменяться?"
    hide image irr_sad_white
    show image irr_happy_white
    with byso
    irr2 "Хочу."
    "С ехидной ухмылкой сказала Ира и протянула Константину свой пирожок.{w=1} Обмен состоялся."
    irr2 "Кстати, ты помнишь, что ты мне обещал?"
    kt "Что?"
    hide image irr_happy_white
    show image irr_angry_white
    with byso
    "Ира скорчила недовольное лицо и надулась."
    irr2 "Ну начинается..."
    kt "А, ты про обучение готовке?{w=1} Да, это я помню.{w} Научу."
    hide image irr_angry_white
    show image irr_happy_white
    with byso
    irr2 "То-то же."
    "Удовлетворённо сказала Ира и улыбнулась."
    stop music fadeout 1
    play sound2 sfx_muffled_explosion volume 1
    pause 0.5
    hide image irr_happy_white
    show image irr_shock_white
    with byso
    play sound2 krik volume 0.2
    play sound2 fem_krik volume 0.2
    "Пока они сидели и ели, на улице раздался взрыв.{w=1} Началась паника."
    irr2 "Что?{w=1} Они уже?"
    play music unskyidy fadein 3
    play sound "<from 0.7>inrealnost/Music/Sound/plazma_gun.mp3"
    "Константин достал рельсотрон и поставил среднюю мощность."
    kt "Стартуем."
    scene bg ext_dining_hall_near_day
    show image irr_sad_white
    with byso
    play sound_loop fireing
    play ambience ambience_camp_entrance_day fadein 1
    "Они вскочили со стульев и, оставив недоеденные пирожки и кефир на столе, побежали на площадь."
    scene bg ext_dining_hall_away_day with byso
    "На улице бегали паникующие пионеры.{w=1} Продолжалась стрельба, которая очень быстро развеяла мирную обстановку симуляции.{w=1} Константин и Ира пытались на звук определить количество и вооружение будущих противников."
    hide image irr_sad_white
    show image irr_angry_white
    with byso
    irr2 "Три разных звука.{w=1} У одного старый плазмоинтегратор, у другого пистолет, у третьего что-то более крупнокалиберное."
    kt "Принято.{w=1} Прячемся в кусты."
    scene bg ext_square_sunset with byso
    play ambience ambience_camp_entrance_evening fadein 1
    play sound2 sfx_bush_leaves volume 1
    "Они затаились в кустах и выискивали нападающих.{w=1} Постепенно начинало темнеть."
    irr2 "Ну нет...{w=1} Это они."
    "Константин повернул голову в ту сторону, куда указала Ира."
    scene bg ext_square_sunset:
        crop (0, 0, 1920, 1080)
        size (1920, 1080)
        linear 1 crop (497, 223, 980, 630)
    pause 0.1
    show image sopr_sold at left
    show image liz_rage
    show image oleg_angry at right
    with byso
    "Нападающими были его старые знакомые и один <<безбожник>>."
    "У Олега был лучевой лазер старого образца, у Лизы пистолет, а у <<безбожника>> его снайперская винтовка."
    irr2 "Они сейчас точно не ждут контратаки.{w=1} Я по Олегу, он не бронирован, а ты по <<безбожнику>>."
    kt "Принято. На счёт три."
    kt "Раз."
    kt "Два."
    kt "Три!"
    scene bg black with byso
    play sound2 plazma_gun volume 1
    play sound MP40 volume 1
    stop sound_loop fadeout 1
    pause 1
    scene bg ext_square_sunset:
        size (1920, 1080)
        crop (497, 223, 980, 630)
    show image liz_shysurp
    show unblink
    "Константин совершил снайперский выстрел по безбожнику, продырявив его грудь.{w=1} Ира, пустив очередь по Олегу, словно лобзиком, прошлась по нему сверху-вниз и задела ногу Лизы.{w=1} Весь отряд сопротивленцев упал на землю, но выжила только Лиза."
    liz "Олег! Не-ет!!!"
    play sound2 MP40 volume 1
    play sound head_crush volume 0.3
    hide image liz_shysurp with byso
    "Ира очередью попала в правую руку, выбив пистолет.{w=1} Теперь Лиза кричала не только от скорби, но и от усиливающейся боли."
    "Осознав, что Лиза более не боеспособна, Константин и Ира вышли из кустов и направились к бывшей соратнице."
    stop music fadeout 3
    scene bg ext_square_sunset
    show image irr_angry_white at cright
    with byso
    liz "Утырки-и!!!{w=1} Что он вам сделал, ебучие психи!!!"
    irr2 "Ты это скажи Ангелине, крыса ебучая!"
    play music deadrazy4 fadein 3
    play sound2 sfx_punch_washstand volume 1.5
    "Ира с размаху пнула Лизу по лицу, отчего вторая разрыдалась и продолжала кричать." with vpunch
    irr2 "Я знала что этот день настанет...{w=1} Вот мы и встретились в таких обстоятельствах."
    irr2 "{image=inrealnost/Pic/Spec/german.png} Schmutzige Hure... \nГрязная шлюха..."
    irr2 "Каждый день я надеялась на то, что ты когда-нибудь да возьмёшься за свою больную, пропитанную инреальностью башку и сложишь два плюс два, но нет."
    play sound sfx_home_phone_break
    "Сев на корточки перед лежачей Лизой, Ира откинула от неё пистолет и продолжила давить ей на психику."
    irr2 "Ты, убогая тварь, платишь <<безбожникам>>, чтоб они нас задушили во время операции."
    liz "Да что ты гонишь! {w=1}Не платила я этим уёбкам ни рубля!!!"
    kt "Пиздишь. <<Собакевич>> и разговорчивые сопротивления тебя уже сдали с потрохами, паскуда."
    liz "Я не знала!"
    kt "Да всё ты знала, пизда лживая!{w=1} Кому ты чешешь?!"
    play sound2 sfx_pat_shoulder_hard volume 1
    hide image irr_angry_white
    show image irr_shock_white at cright
    show image liz_rage at center:
        zoom 0.8 yanchor -0.5
        linear 0.2 zoom 1 yanchor -0.1
    with vpunch
    "Лиза из последних сил вскочила и начала душить Иру."
    hide image liz_rage with vpunch
    play sound sfx_lena_hits_alisa volume 1.5
    "Константин буквально за секунду отреагировал и въехал Лизе подошвой по лицу.{w=1} Ира высвободилась из захвата и отскочила к Константину."
    kt "Не смей её трогать своими грязными лапами!"
    scene bg ext_square_night
    show image irr_angry_white at cright
    with byso
    play ambience ambience_camp_entrance_night fadein 1
    "Лиза опёрлась на локти и, вытирая слёзы, ухмыльнулась. Солнце окончательно зашло."
    liz "Да...{w=1} Вот так ты мне отплатил за то, что я вывела тебя в люди..."
    liz "Ты просто не знаешь с кем связался.{w=1} Ира на самом деле холодный манипулятор, который тобой манипулирует под предлогом любви.{w=1} После этого она тебя предаст и заберёт себе права администратора."
    liz "Она никогда никого не любила...{w=1} Как и другая тварь из разведки.{w=1} Они обе на самом деле просто манипулируют всеми и тобой в том числе."
    liz "Как же то, что между нами было?{w=1} Секс в автобусе?{w=1} Поцелуи в 22-25а?...{w=1} Так ты мне за это платишь, да?"
    liz "Урод нашёл уродку."
    hide image irr_angry_white
    show image irr_mad_white at cright
    with byso
    "Константин и Ира с самого начала не поверили Лизе и, переглянувшись, едко улыбнулись."
    kt_irr "Жалкая ложь..."
    irr2 "Слушай, а давай её будем пытать в стиле Батори?"
    kt "Я предлагаю просто её обездвижить и оставить на съедение гончих."
    liz "Ты мне не веришь?!{w=1} Это чистая правда!"
    play sound2 sfx_punch_washstand volume 2
    "Константин и Ира синхронно пнули её размашистым ударом с ноги." with vpunch
    irr2 "Мы видели воспоминания друг друга.{w=1} Твоя ложь настолько жалкая, что в неё даже пятилетка не поверит."
    kt "П-ха-ха-ха-ха-ха!{w=1} Секс в автобусе!{w=1} А Олег что, стоял и дрочил, пока я тебя трахал?!"
    irr2 "{image=inrealnost/Pic/Spec/german.png} Eine erbärmliche, lügnerische Kreatur! \nЖалкая, лживая тварь!"
    stop music fadeout 3
    hide image irr_mad_white
    show image irr_angry_white at cright
    with byso
    "Отойдя, Константин вытащил из ножн <<безбожника>> армейский ножик.{w=1} Лиза, завидев это, начала в ужасе отползать."
    "Встав перед Ирой, Константин на двух руках протянул ей ножик."
    kt "Торжественное <<вскрытие>> лжи я предоставляю вам!"
    play music "<from 36>inrealnost/Music/Music/Burnout.mp3" fadein 1
    hide image irr_angry_white
    show image irr_mad_white at cright
    with byso
    "Ира безумно улыбнулась и приняла дар."
    irr2 "Очень мило с твоей стороны."
    hide image irr_mad_white
    show image irr_mad_white
    with byso
    "Она, отложив MP-40, начала медленно приближаться к Лизе. Вторая в свою очередь, пыталась доползти до пистолета. Ужасающий гнев, мелькнувший на Ирином лице, ясно говорил, что она настроена серьёзно."
    liz "Не смей фашистка ебучая!!!"
    irr2 "Ты...{w=1} Из-за тебя и таких как ты, умерла Ангелина!"
    irr2 "И ты же...{w=1} Принесёшь ей свои глубочайшие извинения за содеянное..."
    "Обрушившиеся на Иру боль и отчаяние словно оживили её – и разжались в бессилии перед неумолимым и всесокрушающим величием армейского ножа."
    irr2 "Лично!!!"
    play sound2 knife_in volume 1
    play sound_loop knife_hits volume 1.5
    scene bg bloody_mess with fl_scare
    "Со яростным криком, Ира начала кромсать тело Лизы."
    play sound fem_krik volume 1.2
    "Удары приходились на каждый участок тела.{w=1} Каждым новым взмахом ножа Ира наносила глубокие раны Лизе, буквально нарезая её в салат.{w=1} За считанные секунды вся кожа у той была иссечена, а на месте недавнего лица был хорошо заметен огромный багряный порез."
    "Лиза, на удивление, была в сознании и даже пыталась отбиться от Иры.{w=1} Её удары по-прежнему достигали цели, но это ни на секунду не уменьшало охватившего Иру гнева."
    play sound2 head_crush volume 0.6
    "Кровь была повсюду.{w=1} С механическим упрямством, Ира продолжала наносить удары в одно и то же место."
    play sound fem_krik
    "Практически каждый удар Ира сопровождала немецким ругательством.{w=1} Константин стоял и смотрел, не в силах оторвать глаз от происходящего.{w=1} Наблюдая за этим багряным торжеством, он наконец понял, насколько Ире была дорога Ангелина."
    "Раз за разом она отсекала по кусочку от тела – всего один, за другим, и скоро кровавые следы превратили площадь в подобие мясного прилавка.{w=1} Крови теперь было столько, что картина стала напоминать бойню в четырёх кубометрах пространства."
    play sound2 sfx_punch_medium
    "Достигнув обездвиживания Лизы, тяжело дышащая Ира остановилась. {w=1}Казалось, она пытается отдышаться.{w=1} Её жертва попыталась сопротивляться, отбиваясь от неуязвимой соперницы."
    play sound fem_krik
    pause 1
    play sound head_crush
    play sound2 knife2 volume 1.5
    "Она будто пыталась как-то продлить свою жизнь – хотя, очевидно, это был последний в её жизни бой.{w=1} Отмахиваясь руками и ногами, Лиза беспомощно кричала, пока ей не разбили в кровь лицо.{w=1} И тогда, потеряв надежду на победу, погибшая душа стала затихать, перестав сопротивляться."
    play sound power
    scene bg ext_square_night_red with byso
    "Крики прекратились. В достаточной мере ужасно Лиза скончалась от потери крови. Небо окрасилось красным, а на площади образовался портал."
    stop sound_loop
    play sound2 knife_out
    show image irr_mad_white_blood
    with byso
    "Сделав последний удар в голову Лизы, Ира оставила нож на месте и встала. Вся её чёрная рубашка была измазана в крови, а на её лице была всё та-же безумная улыбка."
    hide image irr_mad_white_blood
    show image irr_cry_smile_white_blood
    with byso
    "По её щекам потекли слёзы."
    irr2 "Ангелина! Я за тебя отомстила..."
    hide image irr_cry_smile_white_blood
    show image irr_cry_smile_white_blood at right:
        zoom 1.5
        yanchor 0.1
    with byso
    "Константин подошёл к Ире и обнял её."
    kt "Вот и всё. Последний шаг."
    show blink
    "Ира горячо поцеловала Константина.{w=1} Они понимали, что у них впереди долгая жизнь.{w=1} Наверное, они что-нибудь и решат по этому поводу.{w=1} А сейчас они были счастливы.{w=1} И правда, зачем оставаться с грустью в душе, когда впереди ждет целый мир, который и так уже почти обречен на гибель?"
    "Они чувствовали себя максимально взаимодополняющими.{w=1} Их души слились, и теперь уже они сжимали друг друга в объятиях, пытаясь коснуться губами губ партнера.{w=1} Безумия 15 секунд назад словно и не было, а если и было, то это было актом прощания с прошлым.{w=1} У них не осталось друг от друга секретов.{w=1} Осталось только сказать то, что уже нельзя было не сказать"
    "Как Альфа и Омега."
    scene bg glaz_white
    show unblink
    "Как начало и конец."
    play sound2 portal volume 1
    scene bg black with byso
    stop ambience fadeout 1
    stop music fadeout 3
    "Отлипнув друг от друга, Константин и Ира взялись за руки и вошли в портал."
    pause 3
    scene bg int_kitchen
    play music Voyage fadein 3
    show unblink
    play ambience ambience_int_cabin_day volume 0.3 fadein 1
    "Константин сидел за столом на кухне и пил чай."
    th "Да-а...{w=1} Любопытная была история...{w} Правда никому уже не расскажешь."
    th "Почти."
    window hide dissolve
    $ set_mode_nvl()
    "В конце декабря 2022 года Константин и Ира успешно сбежали из инреальности."
    "Оказались они разбросаны по городам.{w=1} При помощи социальных сетей они нашли друг друга и съехались на квартире Константина.{w=1} Квартиру Иры они сдавали и имели с этого неплохие деньги."
    "Квартира рядом с метро в Москве имела бешеный спрос и просто так не простаивала без дела.{w} Для Иры весьма сложно было отвыкнуть от инреальности и смириться со смертью Ангелины, но она справилась."
    "<<Все равно я хочу видеть ее когда-нибудь, но тем не менее, ещё у меня есть планы, которые дают надежду...>>"
    "Пользоваться возможностью обогащения через инреальность они не стали, ведь теперь работа для них стала не пыткой а чем-то вроде нового жизненного пути."
    "Ира, как и хотела, стала художницей.{w=1} Как выяснилось, у неё был дар - творить неповторимые и невероятно притягательные произведения искусства.{w=1} Она основала собственный стиль, который лишь отдалённо напоминал символизм.{w=1} Пока Константин был дома, она как раз участвовала в международном слёте ценителей искусства, представляя свою новую картину под названием <<Апофеоз идолопоклонства>>."
    "Её картины просто купались в общественном внимании, они понравились как публике, так и самым придирчивым ценителям искусства. Одна из них уже располагалась на выставке современного искусства."
    "<<Искусство, и ничего кроме искусства, люди творят, чтобы не умереть от истины мира.>>"
    "Константин же выбрал должность чуть поскромнее - исследователь."
    "При помощи технологий, которые можно было испытывать на территории инреальности он изучил множество самых разнообразных законов физики, основанных на крайне эффективной добыче постоянного тока из плазмы."
    "Что же стало с инреальностью? У неё появился новый владелец."
    window hide dissolve
    $ set_mode_adv()
    play sound2 sfx_open_door_2 volume 1
    show image pas_angry with byso
    "Из туалета вышел Виктор, он же Гордон. Глаза у него были красноватыми, как у пьяного, и ужасно усталыми."
    pasv "Н-да блять...{w=1} Надо бы вам отремонтировать вашу квартирку.{w=1} Скоро раковина у вас к хуям отвалится."
    kt "Нет необходимости.{w=1} Мы планируем переехать.{w} Чай будешь?"
    hide image pas_angry
    show image pas_smile
    with byso
    pasv "Не, молодой, я так, поболтать на 5 минут, да пару чертежей занести."
    play sound2 sfx_paper_bag volume 1
    "Проговорил Витя и положил на стол пару свёрнутых в трубу бумаг."
    kt "Чего там у вас?{w=1} С идолопоклонниками разобрались уже?"
    hide image pas_smile
    show image pas_normal
    with byso
    pasv "Да хуй там.{w=1} Ни коим разом.{w} Валери на них натравила <<Чернобога>>, но это мало спасло ситуацию.{w=1} Ну тот их конечно хавает как печенье, но всё-таки этого недостаточно."
    pasv "Валери кстати передавала вам свой кровавый привет."
    kt "Она то как?"
    play sound2 schelk volume 1
    hide image pas_normal
    show image pas_normal2
    with byso
    "Витя пожал плечами и по щелчку материализовал у себя в руках пачку винстона с кнопкой, после чего закурил."
    pasv "Как не странно, но идёт на поправку.{w} Былые психозы уже случаются реже, а она стала добрее что-ль..."
    pasv "Сейчас вроде исследует технологии идолопоклонников, которые по вживлению металлических имплантов.{w} Говорит, что скоро зайдёт в гости представит новую технологию."
    kt "Батори нашли?"
    "В ответ Гордон отрицательно помотал головой."
    pasv "Нет.{w=1} Скорее всего её стёрло с одной из симуляций...{w} Жаль блять..."
    pasv "Хотелось бы узнать что у неё в голове..."
    pasv "А чего, где Ира то?"
    "Константин тепло улыбнулся и посмотрел в окно."
    kt "Представляет своё новое творение.{w=1} <<Апофеоз идолопоклонства>>."
    hide image pas_normal2
    show image pas_smile
    with byso
    pasv "А, помню-помню.{w=1} Ну не знаю, по моей оценке 7.5 из 10, может 7.8...{w=1} Не воодушевило, но напоминает про фанатиков."
    kt "Понятно...{w=1} Кстати, вы нашли Андрея?"
    hide image pas_smile
    show image pas_normal
    with byso
    "Сделав последнюю затяжку, Витя выкинул сигарету в открытую форточку."
    pasv "Да.{w=1} Его походу сожрал <<Чернобог>>.{w} Последний приносил Валери очки нашего капитана-предателя."
    pasv "Ёбаный по голове...{w=1} Ну надо же было так...{w=1} Мы все ему доверяли..."
    "Тяжело вздохнув, Витя встал и посмотрел в окно."
    pasv "Лады, молодой.{w} Мне надо исследовать, а заодно переписать пару алгоритмов в инреальности.{w=1} Если чего надо будет - свистни."
    kt "До скорой и удачи."
    hide image pas_normal
    show image pas_smile
    with byso
    pasv "Чао."
    hide image pas_smile with byso
    "С улыбкой проговорил Гордон и растворился в воздухе."
    "Константин залпом допил чай и посмотрел на часы."
    th "Пять вечера.{w=1} Пойду за Ирой."
    window hide dissolve
    $ set_mode_nvl()
    "Ира и Константин достаточно быстро смекнули, что лучшим кандидатом в администратора инреальности станет именно Гордон."
    "Для справки: выбор стоял между Валери и Виктором.{w=1} Валери решили не брать из-за нестабильности, да и не то что бы ей этого хотелось."
    "Весьма обширный промежуток времени ушёл на перенастройку инреальности.{w=1} Из <<исправительного>> учреждения она стала научно-исследовательским центром с неограниченными ресурсами и материалами для исследований."
    "Под руководством Гордона и Константина шло активное продвижение научно-технического прогресса."
    "Что касается самого Константина...{w=1} Он стал новым человеком."
    "Позабыты прошлые неудачи, нет никаких факторов, которые бы портили ему жизнь."
    "Теперь это новый Константин. {w=1}Константин, который снова чувствует себя настоящим человеком в полном понимании этого слова."
    "Родители Константина так и не выходили на связь. {w=1}Они пропали без вести, но соответствующих логов в инреальности не было.{w=1} Скорее всего, они умерли."
    "Ира и Константин планировали переехать в пригороды Краснодарского края, потому они планировали сдачу уже второй квартиры.{w=1} Их средства позволяли им ни в чём себе не отказывать."
    "Буквально в считанные дни они должны были получить ключи от частного дома в Краснодарском крае, строительство которого уже давным-давно оплатили."
    window hide dissolve
    $ set_mode_adv()
    scene bg street_sunset with fade
    play ambience ambience_camp_entrance_day
    "Покинув свой дом, Константин направился в ближайший парк, где они должны были встретиться с Ирой."
    th "Вот что значит жить..."
    th "Есть хорошие друзья, приличный заработок.{w=1}.. Но самое главное она..."
    th "Ира...{w=1} Моя любимая немка."
    th "Надо бы как-нибудь поехать прокатиться в круиз...{w=1} Никогда на таких не был."
    stop music fadeout 2
    scene bg ext_park with byso
    th "А вот я и на месте..."
    "Константин сел на скамейку и засмотрелся в небо."
    play music "<from 0 to 210>inrealnost/Music/Music/M83_1.mp3"
    th "Даже не могу себе представить себе жизнь без неё...{w=1} Без неё это была бы всё та-же серость и уныние..."
    show blink
    th "Как же я рад, что мне удалось выбраться из этой безнадёги..."
    "Он почувствовал, что кто-то его поцеловал в шею."
    scene bg irr_skirt:
        pos (0,-1920)
        linear 15 pos (0,0)
        linear 2 pos (0, -250)
    show unblink
    "Обернувшись, Константин встретил Иру, одетую в белоснежное летнее платье, которое только подчёркивало красоту её серебристых глаз. Они улыбнулись друг другу."
    "Константин сразу обратил внимание на то, что она покрасила волосы.{w=1} Теперь её чёрные волосы стали цвета бледного закатного солнца."
    irr2 "Как тебе?..."
    kt "Ты...{w=1} Шикарна.{w} Я даже слов подобрать не в состоянии...{w=1} Этот цвет..."
    "Ира поправила платье и засмущалась."
    irr2 "Я очень рада, что тебе нравится.{w=1} У меня две новости.{w} Одна хорошая, а другая очень хорошая."
    kt "И какие же?..."
    "С тёплой улыбкой протянул Константин."
    irr2 "<<Апофеоз идолопоклонства>> поместили в государственный музей!{w=1} Теперь моё искусство увековечено!"
    play sound2 sfx_simon_applause volume 0.4
    "Константин похлопал и усмехнулся."
    kt "Поздравляю тебя!{w=1} Наконец они оценили твой труд по достоинству!"
    kt "Какая вторая новость?"
    play sound2 sfx_keys_rattle volume 0.6
    "Ира достала из сумочки связку ключей."
    irr2 "Наши ключи уже доставили.{w=1} Настало время переезда!"
    "Константин обрадовался и встал со скамьи."
    kt "Так чего-же медлить?!{w=1} Скорее идём собираться."
    scene bg ext_park with fade
    scene bg street_sunset with fade
    scene bg int_kitchen with fade
    scene bg int_aero with fade
    scene bg black with byso
    pause 1
    scene bg hands_holding_sunset with dissolve3
    play ambience ambience_lake_shore_night fadein 1
    "Константин вместе с Ирой стояли на берегу чёрного моря и наслаждались краснодарским вечером."
    irr2 "Дом милый дом..."
    "С романтической ноткой протянула Ира, глядя на огненный закат."
    kt "Много часов сборов и пути явно стоили того..{w=1}. Давно я не видел моря."
    irr2 "Я тоже...{w=1} Никогда бы не подумала, что когда-нибудь я наконец я почувствую себя настолько счастливой."
    irr2 "Ты...{w=1} Мой идеал.{w} У нас с тобой впереди целая новая жизнь."
    kt "Это взаимно{w=1}. Вряд-ли я смог бы наконец снова полюбить жизнь хоть с кем-то кроме тебя, любимая."
    play sound2 sfx_inhale volume 1
    "Сказал Константин и полной грудью вдохнул свежий морской бриз."
    "Повернувшись к Ире, он заглянул в её глаза."
    kt "Я восхищаюсь твоими глазами... Я смотрю в них как будто в море, море надежды."
    irr2 "И нет ничего глубже моря, моря твоей и моей души. {w=1}Не правда ли, великолепно?{w=1} Видишь ли ты сейчас вокруг себя один только орнамент?{w=1} Или, быть может, ты видишь еще и нашу новую жизнь?"
    irr2 "Это - красочное начало нашей новой жизни."
    kt "Ты права... Новой и свежей, красочной жизни..."
    window hide dissolve
    stop ambience fadeout 5
    scene bg black with dissolve5
    $ unlock_ach_root_inreal(10)
    pause 1.5
    play music "<from 156>inrealnost/Music/Music/Voyage.mp3" volume 1.5 fadein 3
    scene bg ending_FarbigesLeben_cg:
        crop (0, 0, 1920, 1080)
        size (1920, 1080)
        linear 26 crop (497, 223, 980, 630)
    show ending_FarbigesLeben:
        crop (497, 223, 980, 630)
        size (1920, 1080)
        linear 26 crop (0, 0, 1920, 1080)
    with Dissolve(26)
    scene bg black with byso
    stop music fadeout 3
    pause 2.6
    jump after_ending_screen